{
    "KPlugin": {
        "Description": "KAlgebra backend for Cantor. Lets you use the same language you use in the KAlgebra application in Cantor worksheets.",
        "Description[ca@valencia]": "Dorsal de KAlgebra per a Cantor. Us permet utilitzar als fulls de treball de Cantor el mateix llenguatge que utilitzeu a l'aplicació KAlgebra.",
        "Description[ca]": "Dorsal de KAlgebra per al Cantor. Us permet utilitzar als fulls de treball del Cantor el mateix llenguatge que feu servir a l'aplicació KAlgebra.",
        "Description[cs]": "Podpůrná vrstva KAlgebra pro Cantor. Umožňuje v listech Cantoru používat stejný jazyk jako v KAlgebra.",
        "Description[de]": "KAlgebra-Modul für Cantor. Damit können Sie für die Arbeitsblätter in Cantor dieselbe Sprache wie in KAlgebra verwenden.",
        "Description[el]": "Σύστημα υποστήριξης KAlgebra για το Cantor. Επιτρέπει τη χρήση της ίδιας γλώσσας που ψρησιμοποιείτε στην εφαρμογή KAlgebra στα φύλλα εργασίας Cantor.",
        "Description[en_GB]": "KAlgebra backend for Cantor. Lets you use the same language you use in the KAlgebra application in Cantor worksheets.",
        "Description[es]": "Motor de KAlgebra para Cantor. Le permite usar el mismo lenguaje que utiliza la aplicación KAlgebra en las hojas de trabajo de Cantor.",
        "Description[et]": "Cantori KAlgebra taustaprogramm. Võimaldab kasutada Cantori töölehtedel sama keelt, mida kasutab rakendus KAlgebra.",
        "Description[fi]": "Cantorin KAlgebra-taustajärjestelmä. Mahdollistaa KAlgebran kielen käytön Cantorin työkirjoissa.",
        "Description[fr]": "Moteur KAlgebra pour Cantor vous permettant d'utiliser le même langage que dans l'application KAlgebra pour les feuilles de calcul de Cantor.",
        "Description[gl]": "Infraestrutura de KAlgebra para Cantor. Permite empregar a mesma linguaxe que na aplicación KAlgebra nas fichas de Cantor.",
        "Description[ia]": "Retroadministration de KAlgebra per Cantor. Il permitte a te de usar le mesme linguage que tu usa in le application de KAlgebra in folios de travalio de Cantor.",
        "Description[it]": "Motore per KAlgebra di Cantor. Permette di usare in Cantor lo stesso linguaggio usato in KAlgebra.",
        "Description[ko]": "Cantor의 KAlgebra 백엔드입니다. Cantor 워크시트에서 KAlgebra와 같은 언어를 사용할 수 있습니다.",
        "Description[nl]": "Kalgebra backend voor Cantor. Het laat u dezelfde taal als in Kalgebra gebruiken in Cantor-werkbladen.",
        "Description[nn]": "KAlgebra-motor for Cantor. Lèt deg bruka same språk som du brukar i KAlgebra-program i Cantor-arbeidsark.",
        "Description[pl]": "Silnik programu KAlgebra dla Cantor. Pozwala na użycie w arkuszach Cantor tego samego języka co w programie KAlgebra.",
        "Description[pt]": "Infra-estrutura do KAlgebra para o Cantor. Permite-lhe usar a mesma linguagem que usa na aplicação KAlgebra nas folhas de cálculo do Cantor.",
        "Description[pt_BR]": "Infraestrutura do KAlgebra para o Cantor. Permite-lhe usar a mesma linguagem usada no aplicativo KAlgebra, nas planilhas do Cantor.",
        "Description[ru]": "Модуль поддержки KAlgebra для Cantor. Позволяет использовать тот же язык, что и в KAlgebra, в документах Cantor.",
        "Description[sk]": "KAlgebra backend pre Cantor. Umožní vám použiť rovnaký jazyk, ktorý používate v aplikácii KAlgebra v listoch Cantor.",
        "Description[sl]": "Zaledje KAlgebre za Cantor. V delovnih listih Cantor vam omogoča uporabo istega jezika kot v KAlgebri.",
        "Description[sv]": "Kalgebra bakgrundsprogram för Cantor. Låter dig använda samma språk i Cantors arbetsblad som i programmet Kalgebra.",
        "Description[tr]": "Cantor için KAlgebra arka ucu. KAlgebra uygulaması içinde Cantor çalışma sayfalarında kullanılan dille aynı dili kullanmanıza izin verir.",
        "Description[uk]": "Модуль KAlgebra для Cantor. Надає вам змогу використовувати мову команд програми KAlgebra на робочих аркушах Cantor.",
        "Description[x-test]": "xxKAlgebra backend for Cantor. Lets you use the same language you use in the KAlgebra application in Cantor worksheets.xx",
        "Description[zh_CN]": "KAlgebra 的 Cantor 后端。可供您在 Cantor 工作表里使用和 KAlgebra 一致的语言。",
        "Description[zh_TW]": "KAlgebra 的 Cantor 後端介面。讓您使用與在 KAlgebra 應用程式中的 Cantor 工作表中相同的語言。",
        "Icon": "kalgebrabackend",
        "Id": "kalgebrabackend",
        "License": "GPL",
        "Name": "KAlgebra",
        "Name[ar]": "جبرك",
        "Name[ca@valencia]": "KAlgebra",
        "Name[ca]": "KAlgebra",
        "Name[cs]": "KAlgebra",
        "Name[da]": "KAlgebra",
        "Name[de]": "KAlgebra",
        "Name[el]": "KAlgebra",
        "Name[en_GB]": "KAlgebra",
        "Name[es]": "KAlgebra",
        "Name[et]": "KAlgebra",
        "Name[fi]": "KAlgebra",
        "Name[fr]": "KAlgebra",
        "Name[gl]": "KAlgebra",
        "Name[ia]": "KAlgebra",
        "Name[it]": "KAlgebra",
        "Name[ko]": "KAlgebra",
        "Name[nl]": "KAlgebra",
        "Name[nn]": "KAlgebra",
        "Name[pl]": "KAlgebra",
        "Name[pt]": "KAlgebra",
        "Name[pt_BR]": "KAlgebra",
        "Name[ru]": "KAlgebra",
        "Name[sk]": "KAlgebra",
        "Name[sl]": "KAlgebra",
        "Name[sv]": "Kalgebra",
        "Name[tr]": "KAlgebra",
        "Name[uk]": "KAlgebra",
        "Name[x-test]": "xxKAlgebraxx",
        "Name[zh_CN]": "KAlgebra",
        "Name[zh_TW]": "數學_KAlgebra",
        "Website": "https://edu.kde.org/kalgebra"
    }
}
