Repository: KDE/cantor
Catalog: po/*/cantor.po
Languages: ar, eo, ta

source: Graphical package to be used for the Plot Assistant
ar: حزمة رسومية لتُستخدم في مساعد المخططات
eo: Grafika pako uzenda por la Plot-Asistanto

source: # Sorry, but Bokeh doesn't support 3d plotting
ar: # عذرًا، ولكن Bokeh لا يدعم رسم المخططات ثلاثية الأبعاد
eo: # Pardonu, sed Bokeh ne subtenas 3d-planadon

source: Python script file (*.py)
ar: ملف سكربت بيثون (*.py)
eo: Python-skriptodosiero (*.py)
ta: பைத்தன் சிறுநிரல் கோப்பு (*.py)

source: Failed to start Python, please check Python installation.
ar: فشل في تشغيل بيثون، يرجى التحقق من تثبيت بيثون.
eo: Malsukcesis lanĉi Maxima, bonvolu kontroli instalon de Python.

source: Cantor Python server stopped working.
ar: توقف خادوم كانتور بيثون عن العمل.
eo: Cantor Python-servilo ĉesis funkcii.
ta: கேண்ட்டொர் பைத்தன் சேவையகம் முறிவடைந்த‍து.

source: Failed to start Cantor python server.
ar: فشل في تشغيل خادوم كانتور بيثون.
eo: Malsukcesis lanĉi Cantor-python-servilon.
ta: கேண்ட்டொர் பைத்தன் சேவையகத்தைத் துவக்க முடியவில்லை.

source: Communication with Cantor python server failed for unknown reasons.
ar: فشل الاتصال بخادوم كانتور بيثون لأسباب غير معروفة.
eo: Komunikado kun Cantor python-servilo malsukcesis pro nekonataj kialoj.

source: For using integrated graphics with Matplotlib package, you need to install "matplotlib" python package first.
ar: لاستخدام الرسوميات المدمجة مع حزمة Matplotlib، يجب أن تثبت حزمة "matplotlib" لـ بيثون أولًا.
eo: Por uzi integrajn grafikaĵojn kun Matplotlib-pakaĵo, vi unue devas instali "matplotlib"-pitonan pakaĵon.

source: For using integrated graphic with Plot.ly, you need to install "plotly" python package and special Plot.ly-compatible "orca" executable. See "Static Image Export" article in Plot.ly documentation for details.
ar: لاستخدام الرسوميات المدمجة مع Plot.ly، يجب أن تثبت حزمة "plotly" لـ بيثون وملف "orca" التنفيذي الخاص والمتوافق مع Plot.ly. انظر مقال "تصدير صورة ثابتة" في توثيق Plot.ly للحصول على التفاصيل.
eo: Por uzi integran grafikaĵon kun Plot.ly, vi devas instali "plotly" python-pakaĵon kaj specialan Plot.ly-kongruan "orca" plenumeblan. Vidu artikolon "Static Image Export" en Plot.ly-dokumentaro por detaloj.

source: matplotlib
ar: مات بلوت ليب

source: bokeh
ar: بوكيه

source: Cantor - Plot Dialog
ar: كانتور - حوار المخطط
eo: Cantor - Desegna Dialogo
ta: கேண்ட்டொர் - வரைபட சாளரம்

source: Functions
ar: الدّوال
eo: Funkcioj
ta: சார்புகள்

source: Title
ar: العنوان
eo: Titolo
ta: தலைப்பு

source: Expression
ar: عبارة
eo: Esprimo

source: Add
ar: أضف
eo: Aldoni
ta: சேர்

source: Remove
ar: أزل
eo: Forigi
ta: நீக்கு

source: Clear List
ar: امحُ القائمة
eo: Viŝi Liston
ta: பட்டியலை காலியாக்கு

source: X variable
ar: المتغير س
eo: X variablo

source: Style
ar: النّمط
eo: Stilo
ta: பாணி

source: Lines
ar: الخطوط
eo: Linioj
ta: கோடுகள்

source: Points
ar: النقاط
eo: Punktoj
ta: புள்ளிகள்

source: Points and Lines
ar: نقاط وخطوط
eo: Punktoj kaj Linioj
ta: கோடுகளும் புள்ளிகளும்

source: Boxes
ar: صناديق
eo: Kestoj
ta: கட்டங்கள்

source: Histogram
ar: المخطّط الدّرجيّ
eo: Histogramo

source: Steps
ar: خطوات
eo: Paŝoj

source: Candlesticks
ar: شمعدانات
eo: Kandelingoj

source: Dots
ar: نقاط
eo: Punktoj

source: Smoothing
ar: التنعيم
eo: Glatigado

source: None
ar: لا شيء
eo: Neniu
ta: ஏதுமில்லை

source: Monotonic
ar: رتيب
eo: Monotona

source: Natural Cubic Splines
ar: المنحنيات التكعيبية الطبيعية
eo: Naturaj Kubaj Splines

source: Bezier
ar: بيزييه

source: Bezier (monotonic)
ar: بيزييه (رتيب)
eo: Bezier (monotona)

source: Function Range
ar: نطاق الدالة
eo: Funkcia Gamo

source: X range
ar: نطاق س
eo: X-gamo

source: Sa&mpling rate
ar: معدل العينة
eo: Speci&mena indico

source: Step si&ze
ar: حجم الخطوة
eo: Paŝgrande&co

source: Options
ar: خيارات
eo: Elektebloj
ta: விருப்பங்கள்

source: Plot title
ar: عنوان المخطط
eo: Titolo de desegno
ta: வரைபடத்திற்கான தலைப்பு

source: X-axis label
ar: تسمية المحور س
eo: Etikedo de X-akso
ta: கிடைமட்ட அச்சுப்பான உரை

source: Y-axis label
ar: تسمية المحور ص
eo: Etikedo de Y-akso
ta: செங்குத்தான அச்சுக்கான உரை

source: Legend position
ar: موضع الدليل
eo: Legenda pozicio
ta: அட்டவணையின் இருப்பிடம்

source: Hide legend
ar: إخفِ الدليل
eo: Kaŝi legendon
ta: அட்டவணையை மறை

source: Top-left
ar: أعلى يسار
eo: Supre maldekstre
ta: மேல் இடது

source: Top-right
ar: أعلى يمين
eo: Supre dekstre
ta: மேல் வலது

source: Bottom-left
ar: أسفل يسار
eo: Malsupre maldekstre
ta: கீழ் இடது

source: Bottom-right
ar: أسفل يمين
eo: Malsupre dekstre
ta: கீழ் வலது

source: Below
ar: أسفل
eo: Malsupre
ta: அடியில்

source: Outside
ar: خارج
eo: Ekstere
ta: வெளியே

source: Display Grid
ar: اعرض الشبكة
eo: Montri kradon
ta: ஆயக்கோடுகளைக் காட்டு

source: Display full border
ar: اعرض الإطار الكامل
eo: Montri plenan randon
ta: முழு விளிம்பைக் காட்டு

source: Use Colors
ar: استخدم الألوان
eo: Uzi kolorojn
ta: நிறங்களைப் பயன்படுத்து

source: Display inline
ar: اعرض ضمنًا
eo: Montri enlinie
ta: உள்ளமைந்தே காட்டு

source: Logarithmic x scale
ar: مقياس لوغاريتمي للمحور س
eo: Logaritma x-skalo
ta: கிடைமட்ட அச்சுக்கு மடக்கை அளவுத்திட்டம்

source: Logarithmic y scale
ar: مقياس لوغاريتمي للمحور ص
eo: Logaritma y skalo
ta: செங்குத்து அச்சுக்கு மடக்கை அளவுத்திட்டம்

source: File Options
ar: خيارات الملف
eo: Dosieraj Elektebloj
ta: கோப்பு விருப்பங்கள்

source: Save plot to file
ar: احفظ المخطط في ملف
eo: Konservi desegnon al dosiero
ta: வரைபடத்தை கோப்புக்கு சேமி

source: File type
ar: نوع الملفّات
eo: Dosiertipo
ta: கோப்பு வகை

source: Detect from filename
ar: اكشف من اسم الملف
eo: Detekti el dosiernomo
ta: கோப்புப்பெயரிலிருந்து கண்டறி

source: LaTeX
ar: لاتخ

source: <b>Qalculate!</b> is a multi-purpose cross-platform desktop calculator. It is simple to use but provides power and versatility normally reserved for complicated math packages, as well as useful tools for everyday needs (such as currency conversion and percent calculation). Features include a large library of customizable functions, unit calculations and conversion, physical constants, symbolic calculations (including integrals and equations), arbitrary precision, uncertainty propagation, interval arithmetic, plotting,
ar: <b>Qalculate!</b> هي آلة حاسبة سطح مكتب متعددة الأغراض وعابرة للمنصات. هي بسيطة للاستخدام لكنها توفر قوة ومرونة مخصصة عادة للحزم الرياضية المعقدة، بالإضافة إلى أدوات مفيدة للاحتياجات اليومية (مثل تحويل العملات وحساب النسبة المئوية). تشمل الميزات مكتبة كبيرة من الدوال القابلة للتخصيص، وحسابات الوحدات وتحويلها، وثوابت فيزيائية، وحسابات رمزية (بما في ذلك التكاملات والمعادلات)، ودقة عشوائية، وانتشار عدم اليقين، وحساب الفترات، والرسم البياني،
eo: <b>Qalculate!</b> estas multcela plurplatforma surtabla kalkulilo. Ĝi estas simple uzebla sed provizas potencon kaj ĉiuflankecon kutime rezervitaj komplikaj matematikaj pakaĵoj, same kiel utilaj iloj por ĉiutagaj bezonoj (kiel valutokonverto kaj procenta kalkulo). Trajtoj inkluzivas grandan bibliotekon de agordeblaj funkcioj, unuokalkuloj kaj konvertiĝo, fizikaj konstantoj, simbolaj kalkuloj (inkluzive de integraloj kaj ekvacioj), arbitra precizeco, disvastigo de necerteco, intervalo aritmetiko, grafikado,

source: Path to the Qalculate! executable
ar: مسار ملف Qalculate! التنفيذي
eo: Vojo al la Qalculate! binarprogramo

source: If and how units will be automatically converted. If true, convert to the best suited SI units (the least amount of units).
ar: ما إذا كانت الوحدات ستُحوّل تلقائيًا وكيف. إذا فعلّت هذا، فستُحوّل إلى وحدات SI الأكثر ملاءمة (أقل عدد من الوحدات).
eo: Se kaj kiel unuoj estos aŭtomate konvertitaj. Se vera, konvertu al la plej taŭgaj SI-unuoj (la malplej kvanto da unuoj).

source: Default angle unit for trigonometric functions.
ar: وحدة الزاوية الافتراضية للدوال المثلثية.
eo: Defaŭlta angula unuo por trigonometriaj funkcioj.

source: Base of parsed and evaluated numbers.
ar: أساس الأعداد المحللة والمقيمة.
eo: Bazo de analizitaj kaj taksitaj nombroj.

source: If the evaluation result will be simplified or factorized.
ar: ما إذا كانت نتيجة التقييم ستُبسّط أو تُحلّل إلى عوامل.
eo: Se la taksa rezulto estos simpligita aŭ faktorigata.

source: If rational numbers will be displayed with decimals, as a fraction, or something in between.
ar: ما إذا كانت الأعداد الكسرية ستُعرض بالكسور العشرية، ككسر عادي، أو شيء بين ذلك.
eo: Se raciaj nombroj estos montrataj kun decimaloj, kiel frakcio, aŭ io intere.

source: Show that the digit series of a number continues forever with three dots, instead of rounding (ex. 2/3 displays as 0.666666... instead of 0.666667).
ar: اعرض أن سلسلة الأرقام لعدد تستمر للأبد مع ثلاث نقاط، بدلاً من التقريب (مثال: 2/3 يُعرض كـ 0.666666... بدلاً من 0.666667).
eo: Montru, ke la cifera serio de nombro daŭras eterne kun tri punktoj, anstataŭ rondigi (ekz. 2/3 montriĝas kiel 0,666666... ​​anstataŭ 0,666667).

source: Use all decimal SI prefixes. If false, prefixes which is not a multiple of thousand (centi, deci, deca, hecto) will not be used automatically.
ar: استخدم جميع بادئات SI العشرية. إذا كانت القيمة خاطئة، فلن تُستخدم البادئات التي ليست من مضاعفات الألف (سنتي، ديسي، ديكا، هيكتو) تلقائيًا.
eo: Uzu ĉiujn decimalajn SI-prefiksojn. Se estas malvera, prefiksoj kiuj ne estas oblo de milo (centi, deci, deka, hekto) ne estos uzataj aŭtomate.

source: If true, negative exponents will be used instead of division (ex. 5/x^2 becomes 5*x^-2).
ar: إذا كانت القيمة صحيحة، فستُستخدم الأسس السالبة بدلاً من القسمة (مثال: 5/x^2 يصبح 5*x^-2).
eo: Se vera, negativaj eksponentoj estos uzataj anstataŭ divido (ekz. 5/x^2 fariĝas 5*x^-2).

source: Numerical display.
ar: العرض العددي.
eo: Nombra ekrano.

source: If true, plots will be displayed inside the worksheet. If not they appear in a separate window.
ar: إذا كانت القيمة صحيحة، فستُعرض المخططات داخل ورقة العمل. وإذا لم تكن، فستظهر في نافذة منفصلة.
eo: Se vera, desegnoj estos montrataj ene de la laborfolio. Se ne ili aperas en aparta fenestro.

source: Whether colors should be used in plots.
ar: هل يجب استخدام الألوان في المخططات.
eo: Ĉu koloroj devus esti uzataj en desegnoj.

source: Whether a grid should be plotted.
ar: هل يجب رسم شبكة.
eo: Ĉu krado devus esti desegnita.

source: Whether full borders should be drawn around the plot.
ar: هل يجب رسم حدود كاملة حول المخطط.
eo: Ĉu plenaj limoj devus esti desegnitaj ĉirkaŭ la desegno.

source: Width of lines, in pixels.
ar: عرض الخطوط بالبكسل.
eo: Larĝeco de linioj, en rastrumeroj.

source: Number of interpolation steps to be used in plotting.
ar: عدد خطوات الاستيفاء التي ستُستخدم في الرسم.
eo: Nombro de interpolaj paŝoj por esti uzata en desegno.

source: Smoothing mode in plots.
ar: وضع التنعيم في المخططات.
eo: Glatiga reĝimo en desegnoj.

source: Style of plots.
ar: نمط المخططات.
eo: Stilo de desegnoj.

source: Legend position in plots.
ar: موضع وسيلة الإيضاح في المخططات.
eo: Legenda pozicio en desegnoj.

source: Qalculate reports it cannot print. Is gnuplot installed?
ar: يفيد Qalculate بأنه لا يمكنه الطباعة. هل gnuplot مثبَّت؟
eo: Qalculate raportas, ke ĝi ne povas presi. Ĉu gnuplot estas instalita?

source: missing %1
ar: مفقود %1
eo: mankas %1
ta: காணாத %1

source: %1 must be a number.
ar: يجب أن يكون %1 عددًا.
eo: %1 devas esti nombro.
ta: %1 எண்ணாக இருக்க வேண்டும்.

source: %1 must be a integer.
ar: يجب أن يكون %1 عددًا صحيحًا.
eo: %1 devas esti entjero.

source: %1 must be a boolean.
ar: يجب أن يكون %1 قيمة منطقية.
eo: %1 devas esti buleano.

source: invalid option for %1: %2
ar: خيار غير صالح لـ %1: %2
eo: nevalida elekteblo por %1: %2
ta: %1-க்கான செல்லுபடியாகா தேர்வு: %2

source: found multiple expressions in one plot command (%1 and %2).
ar: عُثر على عدة تعابير في أمر رسم بياني واحد (%1 و %2).
eo: trovis plurajn esprimojn en unu diagrama komando (%1 kaj %2).

source: ERROR
ar: خطأ
eo: ERARO
ta: சிக்கல்

source: WARNING
ar: تحذير
eo: AVERTO
ta: எச்சரிக்கை

source: No function, variable or unit with specified name exist.
ar: لا يوجد دالة، متغير، أو وحدة بالاسم المحدد.
eo: Neniu funkcio, variablo aŭ unuo kun specifita nomo ekzistas.

source: Function: %1
ar: الدالة: %1
eo: Funkcio: %1
ta: சார்பு: %1

source: Plotting interface
ar: واجهة الرسم البياني
eo: Grafika interfaco

source: Plots one or more functions either inline or in a separate window.
ar: ارسم دالة أو أكثر إما مباشرة أو في نافذة منفصلة.
eo: Grafikas unu aŭ plurajn funkciojn aŭ enlinie aŭ en aparta fenestro.

source: expression
ar: تعبير
eo: esprimo

source: option
ar: خيار
eo: elekteblo

source: value
ar: القيمة
eo: valoro

source: integer
ar: عدد صحيح
eo: entjero

source: boolean
ar: منطقي
eo: bulea

source: number
ar: أرقام
eo: nombro

source: default: %1
ar: المبدئيّ: %1
eo: defaŭlte: %1

source: The function's name
ar: اسم الدالة
eo: La nomo de la funkcio

source: Title label
ar: تسمية العنوان
eo: Titola etikedo

source: x-axis label
ar: تسمية المحور السيني
eo: etikedo de x-akso

source: y-axis label
ar: تسمية المحور الصادي
eo: y-akso etikedo

source: Image to save plot to. If empty shows plot in a window on the screen. If inline=true the image is shown regardless of this option.
ar: الصورة لحفظ المخطط. إذا كانت فارغة، يُعرض المخطط في نافذة على الشاشة. إذا كان inline=true، تُعرض الصورة بغض النظر عن هذا الخيار.
eo: Bildo por konservi la desegnon. Se malplena montras desegnon en fenestro sur la ekrano. Se inline=true la bildo montriĝas sendepende de ĉi tiu elekteblo.

source: The image type to save as. One of auto, png, ps, eps, latex, svg, fig.
ar: نوع الصورة للحفظ. واحد من الخيارات: تلقائي، png، ps، eps، latex، svg، fig.
eo: La bildotipo por konservi kiel. Unu el aŭtomata, png, ps, eps, latekso, svg, fig.

source: Set to true for colored plot, false for monochrome.
ar: اضبط على صحيح للمخططات الملونة، وخاطئ للمخططات أحادية اللون.
eo: Agordi al vera por kolora desegno, malvera por monokromata.

source: Minimum x-axis value.
ar: القيمة الدنيا للمحور السيني.
eo: Minimuma x-aksa valoro.

source: Maximum x-axis value.
ar: القيمة القصوى للمحور السيني.
eo: Maksimuma x-aksa valoro.

source: If a logarithmic scale shall be used for the x-axis.
ar: إذا كان يجب استخدام مقياس لوغاريتمي للمحور السيني.
eo: Se logaritma skalo estos uzata por la x-akso.

source: If a logarithmic scale shall be used for the y-axis.
ar: إذا كان يجب استخدام مقياس لوغاريتمي للمحور الصادي.
eo: Se logaritma skalo estos uzata por la y-akso.

source: Logarithmic base for the x-axis.
ar: الأساس اللوغاريتمي للمحور السيني.
eo: Logaritma bazo por la x-akso.

source: Logarithmic base for the y-axis.
ar: الأساس اللوغاريتمي للمحور الصادي.
eo: Logaritma bazo por la y-akso.

source: If a grid shall be shown in the plot.
ar: إذا كان يجب عرض شبكة في المخطط.
eo: Se krado estos montrita en la desegno.

source: If the plot shall be surrounded by borders on all sides (not just axis).
ar: إذا كان يجب أن يحيط بالمخطط حدود من جميع الجوانب (وليس فقط المحاور).
eo: Se la desegno estos ĉirkaŭita de randoj ĉiuflanke (ne nur akso).

source: Width of lines.
ar: عرض الخطوط.
eo: Larĝeco de linioj.

source: Where the plot legend shall be placed. One of none, top_left, top_right, bottom_left, bottom_right, below, outside
ar: مكان وضع وسيلة الإيضاح في المخطط. واحد من الخيارات: بلا، أعلى_يسار، أعلى_يمين، أسفل_يسار، أسفل_يمين، أسفل، خارج.
eo: Kien la desegna subteksto devas esti metata. Unu el none, top_left, top_right, bottom_left, bottom_right, below, outside

source: Plot smoothing. One of none, unique, csplines, bezier, sbezier
ar: تنعيم المخطط. واحد من الخيارات: بلا، فريد، منحنيات طبيعية، بيزير، بيزير_أملس.
eo: Glatigo de desegno. Unu el none, unique, csplines, bezier, sbezier

source: Plot style. One of lines, points, points_lines, boxes, histogram, steps, candlesticks, dots
ar: نمط المخطط. واحد من الخيارات: خطوط، نقاط، نقاط_وخطوط، صناديق، مدرج تكراري، خطوات، شموع، نقاط.
eo: Desegna stilo. Unu el lines, points, points_lines, boxes, histogram, steps, candlesticks, dots

source: Use scale on second x-axis.
ar: استخدم مقياسًا على المحور السيني الثاني.
eo: Uzi skalon sur dua x-akso.

source: Use scale on second y-axis.
ar: استخدم مقياسًا على المحور الصادي الثاني.
eo: Uzi skalon sur dua y-akso.

source: If the plot is to be drawn inline, instead of in a new window.
ar: إذا كان يجب رسم المخطط مباشرة، بدلاً من نافذة جديدة.
eo: Ĉu la desegno estas desegnita enlinie anstataŭ en nova fenestro.

source: Distance between two interpolation points. See also steps.
ar: المسافة بين نقطتي استيفاء. انظر أيضًا 'خطوات'.
eo: Distanco inter du interpolaj punktoj. Vidu ankaŭ paŝojn.

source: Number of interpolation points. See also step.
ar: عدد نقاط الاستيفاء. انظر أيضًا 'خطوة'.
eo: Nombro de interpolaj punktoj. Vidu ankaŭ paŝon.

source: The name of the x variable. This must be an unknown variable
ar: اسم المتغير السيني. يجب أن يكون متغيرًا غير معروف.
eo: La nomo de la x-variablo. Ĉi tio devas esti nekonata variablo

source: Save variables to a file
ar: احفظ المتغيرات إلى ملف
eo: Konservi variablojn al dosiero

source: Save all currently defined variables to a file. They can be reloaded with %1.
ar: احفظ جميع المتغيرات المُعرَّفة حاليًا إلى ملف. يمكن إعادة تحميلها باستخدام %1.
eo: Konservu ĉiujn nuntempe difinitajn variablojn al dosiero. Ili povas esti reŝargitaj per %1.

source: file
ar: ملف
eo: dosiero

source: file: the file to save to
ar: ملف: الملف الذي سيُحفظ فيه.
eo: dosiero: la dosiero por konservi

source: Load variables from a file
ar: حمّل المتغيرات من ملف
eo: Ŝargi variablojn de dosiero

source: Load variables from a file that has previously been created by %1.
ar: حمّل المتغيرات من ملف أُنشِئ سابقًا بواسطة %1.
eo: Ŝargi variablojn el dosiero antaŭe kreita de %1.

source: file: the file to load
ar: ملف: الملف الذي سيُحمَّل.
eo: dosiero: la dosiero por ŝargi

source: Indicate infinite series:
ar: أشر إلى السلسلة اللانهائية:
eo: Indiki senfinan serion:

source: Use negative exponents:
ar: استخدم الأسس السالبة:
eo: Uzi negativajn eksponentojn:

source: Numerical display:
ar: العرض العددي:
eo: Nombra ekrano:

source: Use all SI prefixes:
ar: استخدم جميع بادئات SI:
eo: Uzi ĉiujn SI-prefiksojn:

source: Number base:
ar: أساس العدد:
eo: Nombra bazo:

source: Fraction format:
ar: تنسيق الكسر
eo: Formato de frakcioj:

source: Pure
ar: نقي
eo: Pura

source: Scientific
ar: علمي
eo: Scienca

source: Precision
ar: الدقّة
eo: Precizeco

source: Decimal
ar: منازل عشري
eo: Decimalo

source: Exact
ar: بالضبط
eo: Ĝuste

source: Fractional
ar: كسور
eo: Frakcia

source: Combined
ar: مُدمج
eo: Kombinita

source: Evaluate
ar: قدّر
eo: Taksi

source: Convert to best SI units:
ar: حوّل إلى أفضل وحدات SI:
eo: Konverti al plej bonaj SI-unuoj:

source: Radians
ar: راديان
eo: Radianoj

source: Degrees
ar: درجة
eo: Gradoj

source: Gradians
ar: جراديان
eo: Gradianoj

source: Structuring Mode:
ar: وضع الهيكلة:
eo: Struktura Reĝimo:

source: Simplify
ar: بسّط
eo: Simpligi

source: Factorize
ar: حلل
eo: Faktorizi

source: Angle unit:
ar: وحدة الزاوية:
eo: Angula unuo:

source: Plotting
ar: الرسم البياني
eo: Konspirado

source: Display plots inline:
ar: اعرض المخططات مباشرة:
eo: Montri desegnojn enlinie:

source: Show full borders:
ar: اعرض الحدود الكاملة:
eo: Montri plenajn randojn:

source: Width of lines:
ar: عرض الخطوط:
eo: Larĝeco de linioj:

source: Sampling rate:
ar: معدل أخذ العينات:
eo: Specimena indico:

source: Smoothing Mode:
ar: وضع التنعيم:
eo: Glatiga Reĝimo:

source: Natural cubic Splines
ar: منحنيات تكعيبية طبيعية
eo: Naturaj kubaj Splines

# Plot Style
source: Steps
ar: الخطوات
eo: Paŝoj

source: Legend Position:
ar: موضع وسيلة الإيضاح:
eo: Legenda Pozicio:

source: Colored Plots:
ar: مخططات ملونة:
eo: Koloraj desegnoj:

source: Show grid:
ar: اعرض الشّبكة:
eo: Montri kradon:

source: Plot Style:
ar: نمط الرسم:
eo: Desegna Stilo:

# @title:window
source: Modify Entry
ar: عدّل المدخلة
eo: Modifi Eniron
ta: பதிவைத் திருத்து

# @title:window
source: Add New Entry
ar: أضف مدخلة جديدة
eo: Aldoni Novan Eniron
ta: புதிய பதிவைச் சேர்

source: Name cannot be empty.
ar: لا يمكن أن يكون الاسم فارغًا.
eo: Nomo ne povas esti malplena.
ta: பெயர் காலியாக இருக்க முடியாது.

source: Add local documentation
ar: أضف توثيقًا محليًا
eo: Aldoni lokan dokumentaron
ta: கணினியிலுள்ள கையேடுகளை சேர்

# @action:button Allow user to get some API documentation with GHNS
source: Get New Documentation
ar: اجلب توثيقًا جديدًا
eo: Akiri Novan Dokumentaron
ta: புதிய கையேடுகளை பெறு

source: Download additional documentations
ar: نزّل توثيقات إضافية
eo: Elŝuti pliajn dokumentojn
ta: கூடுதல் கையேடுகளைப் பதிவிறக்கும்

source: Qt Compressed Help file is not valid.
ar: لم يُعثر على ملفّ مساعدة كيوت المضغوط.
eo: Qt Compressed Help-dosiero ne validas.
ta: சுருக்கப்பட்டுள்ள Qt உதவிக்கோப்பு செல்லுபடியாகாத‍து.

source: Documentation already imported
ar: التّوثيق مستورد فعلًا
eo: Dokumentaro jam importita
ta: கையேடு ஏற்கனவே இறக்குமதி செய்யப்பட்டுள்ளது

# @info:tooltip
source: Modify
ar: عدّل
eo: Modifi
ta: திருத்து

# @info:tooltip
source: Delete
ar: احذف
eo: Forigi
ta: நீக்கு

# @info:tooltip
source: Please uninstall this via GHNS.
ar: رجاءً أزِل هذا عبر GHNS.
eo: Bonvolu malinstali ĉi tion per GHNS.
ta: GHNS மூலம் இதை நிறுவல் நீக்கவும்.

source: Install Additional Documentation Files
ar: تثبيت ملفّات توثيق إضافيّة
eo: Instali Pliajn Dokumentajn Dosierojn
ta: கூடுதல் கையேடுகளை நிறுவு

# @title:column
source: Name
ar: الاسم
eo: Nomo
ta: பெயர்

# @title:column
source: Path
ar: المسار
eo: Vojo
ta: பாதை

# @action:button
source: Add
ar: أضِف
eo: Aldoni
ta: சேர்

# @label:chooser
source: Icon:
ar: الأيقونة:
eo: Piktogramo:
ta: சின்னம்:

# @info:tooltip
source: Select an icon
ar: اختر أيقونة
eo: Elekti piktogramon
ta: சின்னத்தைத் தேர்வு செய்

# @label:textbox
source: Name:
ar: الاسم:
eo: Nomo:
ta: பெயர்:

# @info:tooltip
source: Enter a name
ar: أدخِل اسمًا
eo: Enigi nomon
ta: பெயரை உள்ளிடுக

# @info:placeholder
source: Select a name...
ar: اختر اسمًا...
eo: Elekti nomon...
ta: பெயரைத் தேர்ந்தெடுக்கவும்...

# @label:textbox
source: Path:
ar: المسار:
eo: Vojo:
ta: பாதை:

# @info:tooltip
source: Select a Qt Help file...
ar: اختر ملفّ مساعدة كيوت...
eo: Elekti Qt Helpdosieron...
ta: Qt உதவிக்கோப்பைத் தேர்ந்தெடு...

# @info:placeholder
source: Select a Qt Help file...
ar: اختر ملفّ مساعدة كيوت...
eo: Elekti Qt Helpdosieron...
ta: Qt உதவிக்கோப்பைத் தேர்ந்தெடு...
