Repository: KDE/cantor
Catalog: po/*/cantor.po
Languages: ar, eo, ta

# @action:button
source: Upload
ar: ارفع
eo: Alŝuti

source: The Worksheet is not saved. You should save it before uploading.
ar: ورقة العمل غير محفوظة. يجب حفظها قبل الرفع.
eo: La Laborfolio ne estas konservita. Vi devus konservi ĝin antaŭ ol alŝuti.
ta: இப்பணித்தாள் சேமிக்கப்பட்டிருக்கவில்லை. பதிவேற்றுமுன் இதை சேமிக்க வேண்டும்.

source: Warning - Cantor
ar: تحذير - كانتور
eo: Averto - Kantoro
ta: எச்சரிக்கை - கேண்ட்டொர்

source: This backend does not support scripts.
ar: هذه الخلفية لا تدعم النصوص البرمجية.
eo: Ĉi malantaŭaĵo ne subtenas skriptojn.
ta: இப்பின்நிலை சிறுநிரல்களை ஆதரிக்காது.

source: &Edit
ar: ت&حرير
eo: R&edakti
ta: &திருத்து

source: &View
ar: &عرض
eo: &Rigardi
ta: &பார்வை

source: &Worksheet
ar: &ورقة العمل
eo: &Laborfolio
ta: ப&ணித்தாள்

source: Settings
ar: إعدادات
eo: Agordo
ta: அமைப்புகள்

source: &File
ar: &ملف
eo: &Dosiero
ta: &கோப்பு

source: &New
ar: &جديد
eo: &Nova
ta: &புதியது

source: Panels
ar: اللوحات
eo: Paneloj
ta: பலகைகள்

source: &Settings
ar: إ&عدادات
eo: A&gordo
ta: &அமைப்புகள்

source: Background Color
ar: لون الخلفيّة
eo: Fona Koloro
ta: பின்புல நிறம்

source: Text Color
ar: لون النّصّ
eo: Teksta Koloro
ta: உரையின் நிறம்

source: Font
ar: الخط
eo: Tiparo
ta: எழுத்துரு

source: Bold
ar: ثخين
eo: Grasa
ta: தடித்தது

source: Italic
ar: مائل
eo: Kursivo
ta: சாய்வெழுத்து

source: Increase Size
ar: كبر الحجم
eo: Pliigi Grandecon
ta: எழுத்துருவை பெரிதாக்கு

source: Decrease Size
ar: صغر الحجم
eo: Malpliigi Grandecon
ta: எழுத்துருவை சிறிதாக்கு

source: Select
ar: حدد
eo: Elekti
ta: தேர்ந்தெடு

source: Reset to Default
ar: صفّر إلى المبدئيّ
eo: Restarigi al Defaŭlta
ta: இயல்பிருப்பை மீட்டமை

source: Show Results
ar: اعرض النتائج
eo: Montri Rezultojn
ta: விடைகளைக் காட்டு

source: Hide Results
ar: أخف النتائج
eo: Kaŝi Rezultojn
ta: விடைகளை மறை

source: Show Help
ar: اعرض المساعدة
eo: Montri Helpon
ta: உதவியைக் காட்டு

source: Appearance
ar: المظهر
eo: Aspekto
ta: தோற்றம்

source: Interrupted
ar: مُقاطع
eo: Interrompita
ta: இடைமறிக்கப்பட்டது

source: SearchBar
ar: شريط البحث
eo: Serĉilo
ta: தேடல்பட்டை

source: Find:
ar: اعثر على:
eo: Trovi:
ta: கண்டுபிடி:

source: &Next
ar: ال&تالي
eo: &Sekva
ta: &அடுத்தது

source: &Previous
ar: ال&سّابقة
eo: &Antaŭa
ta: &முந்தையது

source: Replace:
ar: استبدل:
eo: Anstataŭigi:
ta: மாற்று:

source: &Replace
ar: ا&ستبدل
eo: A&nstataŭigi
ta: மா&ற்று

source: Replace &All
ar: ا&ستبدل الكلّ
eo: &Anstataŭigi Ĉiujn
ta: அ&னைத்தையும் மாற்று

source: Search in:
ar: البحث في:
eo: Serĉi en:
ta: இதில் தேடு:

source: &Match case
ar: &طابق الحالة
eo: Kongrui &usklecon
ta: &பெரிய/சிறிய எழுத்தை பொருட்படுத்து

source: Chapter Font
ar: خط الفصل
eo: Ĉapitro Tiparo
ta: அத்தியாயத்திற்கான எழுத்துரு

source: Fon&t Family:
ar: &عائلة الخطوط:
eo: &Tiparfamilio:

source: Font Si&ze:
ar: &حجم الخطّ:
eo: Tipara Grande&co:

source: Subchapter Font
ar: خط الفصل الفرعي
eo: Subĉapitra Tiparo
ta: துணை அத்தியாயத்திற்கான எழுத்துரு

source: Section Font
ar: خط القسم
eo: Sekcia Tiparo
ta: பிரிவுக்கான எழுத்துரு

source: Subsection Font
ar: خط القسم الفرعي
eo: Subsekcia Tiparo
ta: உட்பிரிவுக்கான எழுத்துரு

source: Paragraph Font
ar: خط الفقرة
eo: Paragrafa Tiparo
ta: பத்திக்கான எழுத்துரு

source: Subparagraph Font
ar: خط الفقرة الفرعية
eo: Subalinea Tiparo
ta: துணைப்பத்திக்கான எழுத்துரு

source: Chapter
ar: الفصل
eo: Ĉapitro
ta: அத்தியாயம்

source: Subchapter
ar: الفصل الفرعي
eo: Subĉapitro
ta: துணை அத்தியாயம்

source: Section
ar: القسم
eo: Sekcio
ta: பிரிவு

source: Subsection
ar: القسم الفرعي
eo: Subsekcio
ta: உட்பிரிவு

source: Paragraph
ar: الفقرة
eo: Alineo
ta: பத்தி

source: Subparagraph
ar: الفقرة الفرعية
eo: Subalineo
ta: துணைப்பத்தி

source: Set Hierarchy Level
ar: اضبط مستوى التسلسل الهرمي
eo: Agordi Hierarkian Nivelon

source: Solid Line Style
ar: نمط خط صلب
eo: Solida Linia Stilo

source: Dash Line Style
ar: نمط خط متقطع
eo: Dash Line Stilo

source: Dot Line Style
ar: نمط خط منقّط
eo: Punkta Linio Stilo

source: Dash Dot Line Style
ar: نمط خط شرطة ونقطة
eo: Dash Dot Line Stilo

source: Dash Dot Dot Line Style
ar: نمط خط شرطة ونقطة ونقطة
eo: Dash Dot Dot Line Stilo

source: Line Thickness
ar: سمك الخطّ
eo: Linio dikeco
ta: கோட்டின் அகலம்

source: Thin
ar: رقيق
eo: Maldika
ta: மெல்லியது

source: Medium
ar: متوسط
eo: Meza
ta: சாதாரணமானது

source: Thick
ar: ثخين
eo: Dika
ta: தடித்த‍து

source: Line Color
ar: لون الخطّ
eo: Linia Koloro
ta: கோட்டின் நிறம்

source: Line Style
ar: نمط الخطّ
eo: Linia Stilo

source: Configure Image
ar: أعد ضبط الصورة
eo: Agordi Bildon
ta: படத்தை அமை

source: Double click here to configure image settings
ar: انقر نقرًا مزدوجًا هنا لضبط إعدادات الصورة
eo: Duoble alklaku ĉi tie por agordi bildajn agordojn
ta: பட அமைப்புகளை மாற்ற இங்கு இரட்டை கிளிக் செய்யும்

source: Cannot load image %1
ar: تعذّر تحميل الصّورة %1
eo: Ne povas ŝargi bildon %1
ta: %1 எனும் படத்தை ஏற்ற முடியவில்லை

# %1 and %2 are file extensions
source: %1 files (*.%2)
ar: ملفات %1 (*.%2)
eo: %1-dosieroj (*.%2)

source: EPS files (*.eps)
ar: ملفات EPS‏ (*.eps)
eo: EPS-dosieroj (*.eps)
ta: EPS கோப்புகள் (*.eps)

source: Save image result
ar: احفظ صورة النتيجة
eo: Konservi bildorezulton
ta: படத்தை சேமி

source: Image Settings
ar: إعدادات الصّورة
eo: Bildaj Agordoj
ta: பட அமைப்புகள்

source: Open
ar: افتح
eo: Malfermi
ta: திற

source: Display Size
ar: حجم العرض
eo: Montra Grandeco
ta: காட்டப்படும் அளவு

source: Width
ar: العرض
eo: Larĝo
ta: அகலம்

source: Height
ar: الارتفاع
eo: Alteco
ta: உயரம்

source: Preview
ar: معاينة
eo: Antaŭrigardo
ta: முன்னோட்டம்

source: Print Size
ar: مقاس الطّباعة
eo: Presa Grandeco
ta: அச்சிடுவதற்கான அளவு

source: Use Display Size
ar: استخدم حجم العرض
eo: Uzi Ekrangrandecon
ta: காட்டப்படும் அளவையே பயன்படுத்து

# @title:window
source: Image Settings
ar: إعدادات الصّورة
eo: Bildaj Agordoj
ta: பட அமைப்புகள்

source: (auto)
ar: (آليّ)
eo: (aŭtomate)
ta: (தானியக்கம்)

source: px
ar: بكسل

source: Open image file
ar: افتح ملف الصورة
eo: Malfermi bildodosieron
ta: படக்கோப்பைத் திறப்பது

source: Images (%1)
ar: الصور (%1)
eo: Bildoj (%1)
ta: படங்கள் (%1)

source: Show LaTeX code
ar: أظهر شيفرة LaTeX
eo: Montri LaTeX-kodon
ta: LaTeX நிரல்தொடரைக் காட்டு

source: No path for the %1 executable specified. Please provide the correct path in the application settings and try again.
ar: لا يوجد مسار للملف التنفيذي %1. يرجى إدخال المسار الصحيح في إعدادات التطبيق والمحاولة مرة أخرى.
eo: Neniu vojo por la %1 rulebla specifita. Bonvolu provizi la ĝustan vojon en la aplikaĵo-agordoj kaj provu denove.
ta: %1 நிரலுக்கான பாதை குறிப்பிடப்படவில்லை. செயலியின் அமைப்புகளில் சரியான பாதையை அமைத்தபின் மறுபடியும் முயற்சியுங்கள்.

source: The specified file '%1' for the %2 executable doesn't exist. Please provide the correct path in the application settings and try again.
ar: الملف المحدد '%1' للملف التنفيذي %2 غير موجود. يرجى إدخال المسار الصحيح في إعدادات التطبيق والمحاولة مرة أخرى.
eo: La specifita dosiero '%1' por la plenumebla %2 ne ekzistas. Bonvolu provizi la ĝustan vojon en la aplikaĵo-agordoj kaj provu denove.
ta: %2 நிரலுக்கு இயக்க வேண்டிய '%1' எனும் கோப்பு இல்லை. செயலியின் அமைப்புகளில் சரியான பாதையை உள்ளிட்டு மீண்டும் முயலுங்கள்.

source: The specified file '%1' doesn't point to an executable. Please provide the correct path in the application settings and try again.
ar: الملف المحدد '%1' لا يشير إلى ملف تنفيذي. يرجى إدخال المسار الصحيح في إعدادات التطبيق والمحاولة مرة أخرى.
eo: La specifita dosiero '%1' ne montras al ruleblaĵo. Bonvolu provizi la ĝustan vojon en la aplikaĵo-agordoj kaj provu denove.
ta: '%1' எனும் கோப்பு, இயக்கவல்லதில்லை. செயலியின் அமைப்புகளில் சரியான பாதையை அமைத்தபின் மீண்டும் முயலுங்கள்.

source: The program %1 didn't finish the execution after %2 milliseconds during the plot integration test.
ar: البرنامج %1 لم ينهِ التنفيذ بعد %2 مللي ثانية أثناء اختبار دمج المخطط.
eo: La programo %1 ne finis la efektivigon post %2 milisekundoj dum la provo de integriĝo de la desegno.
ta: வரைபட உள்ளமைவு சோதனையின்போது %1 எனும் நிரல், %2 மில்லிநொடிகளுக்குள் பதிலளிக்கவில்லை.

source: Failed to open the file %1 during the plot integration test.
ar: أخفق في فتح الملف %1 أثناء اختبار دمج المخطط.
eo: Malsukcesis malfermi la dosieron %1 dum la provo de integriĝo de la desegno.
ta: வரைபட உள்ளமைவு சோதனையின்போது %1 எனும் கோப்பைத் திறக்க முடியவில்லை.

source: Failed to parse the result during the plot integration test.
ar: أخفق في تحليل النتيجة أثناء اختبار دمج المخطط.
eo: Malsukcesis analizi la rezulton dum la provo de integriĝo de desegno.
ta: வரைபட உள்ளமைவு சோதனையின்போது கிடைத்த பதிலைப் புரிந்துகொள்ள முடியவில்லை.

source: Path to the latex executable
ar: مسار الملف التنفيذي لـ latex
eo: Vojo al la lateksa efektivigebla
ta: latex நிரலுக்கான பாதை

source: Path to the dvips executable
ar: مسار الملف التنفيذي لـ dvips
eo: Vojo al la rulebla dvips
ta: dvips நிரலுக்கான பாதை

# @title:column
source: Type
ar: النوع
eo: Tipo
ta: வகை

# @title:column
source: Size [Bytes]
ar: الحجم [بايت]
eo: Grandeco [Bajtoj]
ta: அளவு [பைட்டுகள்]

# @title:column
source: Dimension
ar: البعد
eo: Dimensio
ta: பரிமாணம்

# @title:column
source: Value
ar: القيمة
eo: Valoro
ta: மதிப்பு

source: From:
ar: من:
eo: De:
ta: துவக்கம்:

source: To:
ar: إلى:
eo: Al:
ta: முடிவு:

source: Main title
ar: العنوان الرئيسي
eo: Ĉefa titolo
ta: பிரதான தலைப்பு

source: Abscissa scale
ar: مقياس المحور السيني
eo: Abscisa skalo
ta: கிடையாயத்தொலைவுக்கான அளவுகோல்

source: Ordinate scale
ar: مقياس المحور الصادي
eo: Ordigita skalo
ta: நெட்டாயத்தொலைவுக்கான அளவுகோல்

source: Plot title:
ar: عنوان المخطط:
eo: Titolo de la desegno:
ta: வரைபடத்திற்கான தலைப்பு:

source: This is unsupported Jupyter content of types ('%1')
ar: هذا محتوى Jupyter غير مدعوم من الأنواع ('%1')
eo: Ĉi tio estas nesubtenata Jupyter-enhavo de tipoj ('%1')
ta: இது ஆதரிக்கப்படா Jupyter தரவு ('%1' வகையானது) ஆகும்

source: %1 process has died unexpectedly. All calculation results are lost.
ar: ماتت عملية %1 بشكل غير متوقع. كل نتائج الحسابات ضاعت.
eo: %1 procezo mortis neatendite. Ĉiuj kalkulrezultoj estas perditaj.
ta: %1 நிரல் எதிர்பாரா வித‍த்தில் முறிவடைந்துள்ளது. அனைத்து விடைகளும் இழக்கப்பட்டுள்ளன.

source: %1 process has died unexpectedly with message "%2". All calculation results are lost.
ar: ماتت عملية %1 بشكل غير متوقع برسالة "%2". كل نتائج الحسابات ضاعت.
eo: %1 procezo mortis neatendite kun mesaĝo "%2". Ĉiuj kalkulrezultoj estas perditaj.
ta: "%2" எனும் தகவலுடன் %1 நிரல் எதிர்பாரா வித‍த்தில் முறிவடைந்துள்ளது அனைத்து விடைகளும் இழக்கப்பட்டுள்ளன.

source: You choose support for %1 graphic package, but the support can't be activated due to the missing requirements, so integration for this package will be disabled. %2
ar: اخترت دعمًا لحزمة رسومية %1، لكن الدعم لا يمكن تفعيله بسبب المتطلبات الناقصة، لذا سيجري تعطيل الدمج لهذه الحزمة. %2
eo: Vi elektas subtenon por %1 grafika pako, sed la subteno ne povas esti aktivigita pro la mankantaj postuloj, do integriĝo por ĉi tiu pako estos malŝaltita. %2
ta: %1 வரைபட நிரலகத்தை தேர்ந்தெடுத்திருந்தீர்கள், ஆனால் அதற்கு தேவையான சில இல்லை. இக்காரணத்தால் அது முடக்கப்படும். %2

source: KDE Frontend to mathematical applications
ar: واجهة كيدي لتطبيقات الرياضيات
eo: KDE Frontend al matematikaj aplikoj
ta: கணித நிரல்களுக்கான கே.டீ.யீ. இடைமுகப்பு

source: (C) 2016 Filipe Saraiva<br/>(C) 2009-2015 Alexander Rieder
ar: (ج) 2016 فيليب سارايفا<br/>(ج) 2009-2015 ألكسندر ريدر

source: Filipe Saraiva
ar: فيليب سارايفا

source: Maintainer<br/>Qt5/KF5 port, Scilab and Python backends
ar: الصائن<br/>منفذ Qt5/KF5، خلفيات Scilab وبيثون
eo: Prizorganto<br/>Qt5/KF5-portado, Scilab kaj Python-backends

source: Nikita Sirgienko
ar: نيكيتا سيرجينكو

# @info:credit
source: Developer
ar: مطوّر
eo: Ellaboranto
ta: நிரலாளர்

source: Alexander Semke
ar: ألكسندر سيمكي
eo: Aleksandro Semke

source: Original author<br/>Maintainer (2009 - 2015)
ar: المؤلف الأصلي<br/>الصائن (2009 - 2015)
eo: Origina aŭtoro<br/>Prizorganto (2009 - 2015)
ta: முதலில் இயற்றியவர்<br/>பராமரிப்பாளர் (2009 - 2015)

source: Aleix Pol Gonzalez
ar: أليكس بول غونزاليس
ta: அலேயிக்சு போல் கொன்ஸாலெசு

source: KAlgebra backend
ar: خلفية KAlgebra

source: Miha Čančula
ar: ميها شانكولا

source: Octave backend
ar: خلفية Octave

source: Martin Küttler
ar: مارتن كوتلر

source: Interface
ar: الواجهة
eo: Interfaco
ta: இடைமுகப்பு

source: Cantor icon
ar: أيقونة كانتور
eo: Kantora piktogramo
ta: கேண்ட்டொரின் சின்னம்

source: Use backend <backend>
ar: استخدم الخلفية <backend>
eo: Uzi malantaŭaĵon <backend>
ta: <backend> பின்நிலையைப் பயன்படுத்து

source: Documents to open.
ar: المستندات لفتحها.
eo: Dokumentoj por malfermi.
ta: திறக்க வேண்டிய ஆவணங்கள்

source: Couldn't open the file %1
ar: تعذر فتح الملف %1
eo: Ne eblis malfermi la dosieron %1
ta: %1 எனும் கோப்பைத் திறக்க முடியவில்லை

source: Enter Edit Mode
ar: ادخل نمط التحرير
eo: Eniri Redaktan Reĝimon
ta: திருத்தும் பயன்முறையில் நுழை

source: Clear Attachments
ar: امسح المرفقات
eo: Klarigi Aldonaĵojn
ta: உடனிணைப்புகளை நீக்கு

source: Cantor Math Error
ar: خطأ كانتور الرياضي
eo: Cantor Matematika Eraro
ta: கேண்ட்டொர் கணித சிக்கல்

source: Failed to read the image "%1". Error "%2"
ar: فشل في قراءة الصورة "%1". الخطأ "%2"
eo: Malsukcesis legi la bildon "%1". Eraro "%2"
ta: "%1" எனும் படக்கோப்பைப் படிக்க முடியவில்லை. சிக்கல் "%2"

source: --- Page Break ---
ar: --- فاصل صفحة ---
eo: --- Paĝrompo ---
ta: --- பக்க முடிவு ---

# @button go to contents page
source: Go to the contents
ar: اذهب إلى المحتويات
eo: Iri al la enhavo
ta: பொருளடக்கத்துக்குச் செல்

# @info:placeholder
source: Search through keywords...
ar: ابحث عبر الكلمات المفتاحية...
eo: Serĉi tra ŝlosilvortoj...
ta: முதன்மைச்சொற்களில் தேடு...

# @info:tooltip
source: Find in text of current documentation page
ar: ابحث في نص صفحة التوثيق الحالية
eo: Trovi en teksto de nuna dokumentpaĝo
ta: தற்போதைய கையேட்டுப்பக்கத்தின் உரையில் தேடும்

# @info:tooltip
source: Reset zoom level to 100%
ar: أعد ضبط مستوى التكبير إلى 100%
eo: Restarigi zomnivelon al 100%
ta: உருப்பெருக்கத்தை 100%-ஆக மீட்டமை

# @info:tooltip
source: Close
ar: أغلق
eo: Fermi
ta: மூடு

# @info:tooltip
source: Jump to next match
ar: انتقل إلى المطابقة التّالية
eo: Salti al la sekva kongruo
ta: அடுத்தப் பொருத்தத்துக்குத் தாவு

# @info:tooltip
source: Jump to previous match
ar: انتقل إلى المطابقة السّابقة
eo: Salti al antaŭa kongruo
ta: முந்தைய பொருத்தத்துக்கு தாவுக

# @info:tooltip
source: Match case sensitively
ar: طابق حالة الأحرف بدقّة
eo: Kongrui majusklecdistinge
ta: பெரிய/சிறிய எழுத்தை பொருட்படுத்து

source: The file has been downloaded successfully at Downloads.
ar: حُمِّل الملف بنجاح في التنزيلات.
eo: La dosiero estis elŝutita sukcese ĉe Elŝutoj.
ta: பதிவிறக்க அடைவிற்கு கோப்பு வெற்றிகரமாக பதிவிறக்கப்பட்டுள்ளது.

source: Download Successful
ar: اكتمل التنزيل بنجاح
eo: Elŝuto Sukcese
ta: பதிவிறக்கம் நிறைவடைந்த‍து

source: Cantor files
ar: ملفات كانتور
eo: Cantor dosieroj
ta: கேண்ட்டொர் கோப்புகள்

source: Jupyter files
ar: ملفات جويبيتر
eo: Jupyter dosieroj
ta: Jupyter கோப்புகள்

source: All supported files
ar: كلّ الملفّات المدعومة
eo: Ĉiuj subtenataj dosieroj
ta: ஆதரிக்கப்படும் அனைத்து கோப்புகள்

source: All files
ar: كلّ الملفّات
eo: Ĉiuj dosieroj
ta: அனைத்து கோப்புகள்

source: Name:
ar: الاسم:
eo: Nomo:
ta: பெயர்:

source: Value:
ar: القيمة:
eo: Valoro:
ta: மதிப்பு:

source: Add New Variable
ar: أضف متغيّرًا جديدًا
eo: Aldoni Novan Variablon
ta: புதிய மாறியைச் சேர்

source: Load Variables
ar: حمِّل المتغيّرات
eo: Ŝargi Variablojn
ta: மாறிகளை ஏற்று

source: Save Variables
ar: احفظ المتغيّرات
eo: Konservi Variablojn
ta: மாறிகளை சேமி

source: Remove Variables
ar: أزل المتغيّرات
eo: Forigi Variaĵojn
ta: மாறிகளை நீக்கு

source: Search/Filter
ar: مرشّح/البحث
eo: Serĉi/Filtri
ta: தேடு/வடிகட்டு

source: Case Sensitive
ar: حساس للحالة
eo: Usklecodistinga

source: Match Complete Word
ar: طابق الكلمة الكاملة
eo: Kongrui Kompletan Vorton
ta: முழு சொல்லைப் பொருத்து

source: Are you sure you want to remove all variables?
ar: هل أنت متأكّد من إزالة كلّ المتغيّرات؟
eo: Ĉu vi certas, ke vi volas forigi ĉiujn variablojn?
ta: அனைத்து மாறிகளையும் உறுதியாக நீக்க வேண்டுமா?

source: Load file
ar: حمّل ملفاً
eo: Ŝargi dosieron
ta: கோப்பை ஏற்று

source: Copy Name
ar: انسخ الاسم
eo: Kopii Nomon
ta: பெயரை நகலெடு

source: Copy Value
ar: انسخ القيمة
eo: Kopii Valoron
ta: மதிப்பை நகலெடு

source: Copy Name and Value
ar: انسخ الاسم والقيمة
eo: Kopii Nomon kaj Valoron
ta: பெயரையும் மதிப்பையும் நகலெடு

source: Save result
ar: احفظ النتيجة
eo: Konservi rezulton
ta: விடையை சேமி

source: Remove result
ar: أزل النّتيجة
eo: Forigi rezulton
ta: விடையை நீக்கு

source: A KDE text-editor component could not be found; please check your KDE installation.
ar: لم يعثر على مكوّن محرّر نصوص كدي؛ من فضلك، افحص تثبيت كدي.
eo: Ne trovis KDE-tekstredaktilan komponanton; bonvolu kontroli vian KDE-instalon.
ta: கே.டீ.யீ. உரைத்திருத்தி எதுவும் கண்டுபிடிக்கப்படவில்லை; கே.டீ.யீ. சரியாக நிறுவப்பட்டுள்ளதா எனப் பாருங்கள்.

source: Script Editor
ar: محرّر السّكربتات
eo: Skriptredaktilo
ta: சிறுநிரல் திருத்தி

source: Script Editor - %1
ar: محرّر السّكربتات - %1
eo: Skriptredaktilo - %1
ta: சிறுநிரல் திருத்தி - %1

source: Not found
ar: لم يُعثر عليه
eo: Ne trovita
ta: கண்டுபிடிக்கப்படவில்லை

source: Reached end of document, continuing from top...
ar: وصلت إلى نهاية المستند واصل من الأعلى…

source: Reached beginning of document, continuing from bottom...
ar: وصلت إلى بداية المستند واصل من الأسفل…

source: Replaced %1 instance
ar: استُبدِلت %1 نُسخَة
eo: Anstataŭigis %1 instancon
ta: %1 நிகழ்வு மாற்றப்பட்டது

source: Commands
ar: الأوامر
eo: Komandoj
ta: கட்டளைகள்

source: Results
ar: النّتائج
eo: Rezultoj
ta: விடைகள்

source: Errors
ar: الأخطاء
eo: Eraroj
ta: சிக்கல்கள்

source: Text
ar: النص
eo: Teksto
ta: உரை

source: LaTeX Code
ar: كود لاتخ
eo: LaTeX-kodo
ta: LaTeX நிரல்தொடர்

source: Evaluation:
ar: التّقييم:
eo: Taksado:
ta: மதிப்பிடுவது:

source: Enable syntax completion
ar: فعّل إكمال الصّياغة
eo: Ebligi sintaksan kompletigon
ta: இலக்கண நிறைவை இயக்கு

source: Startup:
ar: بدء التّشغيل:
eo: Startigo:
ta: துவக்கம்:

source: Create a new worksheet for the selected backend system. If none is selected, the user is asked about which system to use on startup.
ar: أنشِئ ورقة عمل جديدة لنظام الخلفيّة المحدّد. إن لم يُحدَّد أيّ نظام، يُسأَل المستخدم عن النّظام المراد استخدامه عند بدء التّشغيل.
eo: Kreu novan laborfolion por la elektita backend-sistemo. Se neniu estas elektita, la uzanto estas demandita pri kiun sistemon uzi dum ekfunkciigo.

source: Default Backend:
ar: النّظام الخلفيّ الافتراضيّ:
eo: Defaŭlta malantaŭaĵo:
ta: இயல்பிருப்பு பின்நிலை:

source: Default editor color theme for new worksheets
ar: سمة ألوان المحرر المبدئية للأوراق العمل الجديدة

source: Default Theme:
ar: السّمة المبدئيّة:

source: Maximal number of visible rows in the result of a command entry. Use 0 to work without limitations.
ar: الحدّ الأقصى لعدد الأسطر المرئية في نتيجة مدخل الأمر. استخدِم 0 للعمل دون قيود.
eo: Maksimuma nombro da videblaj vicoj en la rezulto de komanda eniro. Uzu 0 por labori sen limoj.

source: Enable LaTeX typesetting for the results of the calculations, if supported by the backend system
ar: فعّل تنضيد لاتخ لنتائج الحسابات، إن كان النّظام الخلفيّ يدعمه
eo: Ebligi LaTeX-kompostadon por la rezultoj de la kalkuloj, se subtenata de la malantaŭa sistemo

source: LaTeX typesetting
ar: تنضيد لاتخ
eo: LaTeX kompostado
ta: LaTeX அச்சுக்கோர்வை

source: Number of rows in the result (0 for unlimited):
ar: عدد الأسطر في النّتيجة (0 لغير المحدود):
eo: Nombro da vicoj en la rezulto (0 por senlima):
ta: விடைக்கான அதிகபட்ச வரிகள் (வரம்பற்றதற்கு 0):

source: Enable animation effects in the worksheet
ar: فعّل تأثيرات التّحريك في ورقة العمل
eo: Ebligi animaciajn efikojn en la laborfolio
ta: பணித்தாளில் அசைவூட்டங்களை இயக்கு

source: Enable LaTeX typesetting for mathematical expressions in Markdown entries
ar: فعّل تنضيد لاتخ للتّعابير الرّياضيّة في مُدخَلات مارك‌داون
eo: Ebligi LaTeX-komponadon por matematikaj esprimoj en Markdown-enskriboj
ta: Markdown பதிவுகளிலுள்ள கணித‍த் தொகுதிகளுக்கு LaTeX அச்சுக்கோர்வையைப் பயன்படுத்து

source: Mathematical expressions via LaTeX
ar: التّعابير الرّياضيّة عبر لاتخ
eo: Matematikaj esprimoj per LaTeX
ta: கணித‍த் தொகுதிகளுக்கு LaTeX

source: If enabled, all entries below the current one will be evaluated automatically
ar: إن فُعِّل، ستُقيَّم كلّ المُدخَلات تحت المُدخل الحالي تلقائيًّا
eo: Se enŝaltite, ĉiuj enskriboj sub la nuna estos aŭtomate taksitaj
ta: இது இயக்கப்பட்டிருந்தால், தற்போதைய பதிவுக்கு கீழுள்ள அனைத்துப் பதிவுகளும் தானாக மீண்டும் மதிப்பிடப்படும்

source: Reevaluate entries automatically
ar: أعد تقييم المُدخَلات تلقائيًّا
eo: Retaksi enskribojn aŭtomate
ta: பதிவுகளை தானாக மீளமதிப்பிடு

source: Worksheet:
ar: ورقة العمل:
eo: Laborfolio:
ta: பணித்தாள்

source: Use rich text format for text entries when saving in Jupyter Notebook Format
ar: استخدِم تنسيق النّصّ المنسّق للمُدخَلات النّصّيّة عند الحفظ بتنسيق دَفتر جويبيتر
eo: Uzi riĉan tekstoformaton por tekstaj enskriboj dum konservado en Jupyter Notebook Format
ta: Jupyter பணித்தாள் வடிவத்தில் சேமிக்கும்போது மேம்பட்ட உரைவடிவத்தை பயன்படுத்து

source: Markdown:
ar: مارك‌داون:
ta: மார்க்டவுன்:

source: If enabled, text entries are aligned at the worksheet border and not at the prompt border
ar: إن فُعِّل، ستُصَفّ مُدخَلات النّصوص على حدود ورقة العمل، وليس على حدود الموجه
eo: Se ebligita, tekstaj eniroj estas vicigitaj ĉe la laborfolio-limo kaj ne ĉe la prompta limo
ta: இது இயக்கப்படிருந்தால், உரைப்பதிவுகள் பணித்தாளின் ஓரத்தைப் பொறுத்து சீரமைக்கப்படும். இல்லையேல், தூண்டியை (prompt-ஐ) பொறுத்து சீரமைக்கப்படும்.

source: Don't indent text entries
ar: لا تُزِح مُدخَلات النّصوص
eo: Ne deŝovi tekston
ta: உரைப்பதிவுகளை உள்தள்ளாதே

source: If enabled, the user will be asked for confirmation prior to restarting the backend system
ar: إن فُعِّل، سيُطلب من المستخدم التّأكيد قبل إعادة تشغيل النّظام الخلفيّ
eo: Se ĝi estas ebligita, la uzanto estos petita por konfirmo antaŭ rekomenci la malantaŭan sistemon
ta: இது இயக்கப்பட்டிருந்தால், பின்நிலையை மீள்துவக்குமுன் உறுதிப்படுத்துமாறு தூண்டப்படுவீர்கள்

source: Notify about render failures for mathematical expressions
ar: أشعِر بفشل العرض للتّعابير الرّياضيّة
eo: Sciigi pri malsukcesoj de bildigo por matematikaj esprimoj
ta: கணித‍த் தொகுதிகளை அச்சுக்கோர்ப்பதில் சிக்கல் நேர்ந்தால் அறிவி

source: Show line numbers
ar: أظهِر أرقام الأسطر
eo: Montri linionumerojn
ta: வரி எண்களைக் காட்டும்

source: Line numbers
ar: أرقام الأسطر
eo: Linia nombroj
ta: வரி எண்கள்

source: Enable syntax highlighting
ar: فعّل إبراز الصّياغة
eo: Ebligi sintaks-reliefigon
ta: நிரலிலக்கண முன்னிலைப்பாட்டை இயக்கும்

source: Syntax highlighting
ar: إبراز الصّياغة
eo: Sintakso reliefigo
ta: நிரலிலக்கணத்தை முன்னிலைப்படுத்து

source: Ask for confirmation when deleting entries
ar: اطلب التّأكيد عند حذف المُدخَلات
eo: Peti konfirmon kiam vi forigas enskribojn
ta: பதிவுகளை நீக்குமுன் உறுதிப்படுத்து

source: Find…
ar: اعثر…
eo: Trovi…
ta: தேடு…

source: Raw Cell Targets
ar: أهداف الخلية الخام
eo: Krudaj Ĉelaj Celoj

source: Add custom target
ar: أضِف هدفًا مخصّصًا
eo: Aldoni propran celon

source: Convert to Text Entry
ar: حوِّل إلى مدخل نصّيّ
eo: Konverti al Teksta Enigo
ta: உரைப்பதிவாக மாற்று

source: Convert to Raw Cell
ar: حوِّل إلى خليّة خام
eo: Konverti al Kruda Ĉelo
ta: சாதாரண பெட்டியாக மாற்று

source: Target MIME type:
ar: نوع MIME المستهدف:
eo: Cela MIME-tipo:
ta: இலக்கின் மைம் வகை:

source: Copy result
ar: انسخ النّتيجة
eo: Kopii rezulton
ta: விடையை நகலெடு

source: Show Rendered
ar: أظهِر المعروض
eo: Montri Rendered
ta: அச்சுக்கோர்த்ததைக் காட்டு

source: Show Code
ar: أظهِر الكود
eo: Montri Kodon
ta: நிரல்தொடரைக் காட்டு

source: Show HTML Code
ar: أظهِر كود HTML
eo: Montri HTML-Kodon
ta: HTML நிரல்தொடரைக் காட்டு

source: Show Plain Alternative
ar: أظهِر البديل العاديّ
eo: Montri Simplan Alternativon
ta: சாதாரண உரையாக‍க் காட்டு

source: Show Html
ar: أظهِر Html
eo: Montri HTML
ta: HTMLஐ காட்டு

source: Show HTML
ar: أظهِر HTML
eo: Montri HTML
ta: HTMLஐ காட்டு
