Repository: KDE/cantor
Catalog: po/*/cantor.po
Languages: ar, eo, ta

source: <h1>R' Help System: <i>help()</i> and <i>?</i>:</h1><br>The <i>help()</i> function and <i>?</i> help operator in R provide access to the documentation pages for R functions, data sets, and other objects, both for packages in the standard R distribution and for contributed packages.<br><br>To access documentation for the standard <i>lm</i> (linear model) function, for example, enter the command <b><i>help(lm)</i></b> or <i>help("lm")</i>, or <i>?lm</i> or <i>?"lm"</i> (i.e., the quotes are optional).<br><br>To access help for a function in a package that’s not currently loaded, specify in addition the name of the package: For example, to obtain documentation for the <i>rlm()</i> (robust linear model) function in the MASS package, <i>help(rlm, package="MASS")</i>.<br><br>Standard names in R consist of upper- and lower-case letters, numerals (0-9), underscores (_), and periods (.), and must begin with a letter or a period. To obtain help for an object with a non-standard name (such as the help operator <i>?</i>), the name must be quoted: for example, <i>help('?')</i> or <i>?"?"</i>.<br><br>You may also use the <i>help()</i> function to access information about a package in your library — for example, <i>help(package="MASS")</i> — which displays an index of available help pages for the package along with some other information.<br><br>Help pages for functions usually include a section with executable examples illustrating how the functions work. You can execute these examples in the current R session via the <i>example()</i> command: e.g., <i>example(lm)</i>.
ar: <h1>نظام مساعدة R: <i>help()</i> و<i>؟</i>:</h1><br>توفر دالة <i>help()</i> ومعامل المساعدة <i>؟</i> في R إمكانية الوصول إلى صفحات التوثيق لدوال R، ومجموعات البيانات، والكائنات الأخرى، سواء للحزم في توزيع R القياسي أو للحزم المساهم بها.<br><br>للوصول إلى توثيق الدالة القياسية <i>lm</i> (النموذج الخطي)، على سبيل المثال، أدخِل الأمر <b><i>help(lm)</i></b> أو <i>help("lm")</i>، أو <i>?lm</i> أو <i>?"lm"</i> (أي، علامات الاقتباس اختيارية).<br><br>للوصول إلى المساعدة لدالة في حزمة لم تُحمّل حاليًا، حدِّد بالإضافة إلى ذلك اسم الحزمة: على سبيل المثال، للحصول على توثيق لدالة <i>rlm()</i> (النموذج الخطي القوي) في حزمة MASS، <i>help(rlm, package="MASS")</i>.<br><br>تتكون الأسماء القياسية في R من أحرف كبيرة وصغيرة، وأرقام (0-9)، وشرطات سفلية (_)، ونقاط (.). ويجب أن تبدأ بحرف أو نقطة. للحصول على مساعدة لكائن ذي اسم غير قياسي (مثل معامل المساعدة <i>؟</i>)، يجب وضع الاسم بين علامات اقتباس: على سبيل المثال، <i>help('?')</i> أو <i>?"?"</i>.<br><br>يمكنك أيضًا استخدام دالة <i>help()</i> للوصول إلى معلومات حول حزمة في مكتبتك — على سبيل المثال، <i>help(package="MASS")</i> — والتي تعرض فهرسًا لصفحات المساعدة المتاحة للحزمة مع بعض المعلومات الأخرى.<br><br>تتضمن صفحات المساعدة للدوال عادةً قسمًا يحتوي على أمثلة قابلة للتنفيذ توضح كيفية عمل الدوال. يمكنك تنفيذ هذه الأمثلة في جلسة R الحالية عبر الأمر <i>example()</i>: على سبيل المثال، <i>example(lm)</i>.
eo: <h1>R' Helpsistemo: <i>help()</i> kaj <i>?</i>:</h1><br>La funkcio <i>help()</i> kaj <i >></i> helpoperanto en R havigi aliron al la dokumentarpaĝoj por R-funkcioj, datumseroj kaj aliaj objektoj, kaj por pakaĵoj en la norma R-distribuo kaj por kontribuitaj pakaĵoj.<br><br>Por aliri dokumentadon por la norma <i>lm</i> (linia modelo) funkcio, ekzemple, enigu la komandon <b><i>help(lm)</i></b> aŭ <i>help("lm")</i>, aŭ <i>?lm</i> aŭ <i>?"lm"</i> (t.e., la citaĵoj estas laŭvolaj).<br><br>Por aliri helpon por funkcio en pakaĵo kiu ne estas nuntempe ŝargita, specifu krome la nomon de la pakaĵo: Ekzemple, por akiri dokumentadon por la funkcio <i>rlm()</i> (fortika lineara modelo) en la MASS-pakaĵo, <i>help(rlm, package="MASO")</i>.<br><br>Normaj nomoj en R konsistas el majusklaj kaj minusklaj literoj, ciferoj (0-9), substrekoj (_), kaj punktoj (.), kaj devas komenciĝi per litero aŭ punkto. Por akiri helpon por objekto kun nenorma nomo (kiel la helpoperaciisto <i>?</i>), la nomo devas esti citita: ekzemple <i>help('?')</i> aŭ <i>?"?"</i>.<br><br>Vi ankaŭ povas uzi la funkcion <i>help()</i> por aliri informojn pri pako en via biblioteko — ekzemple, <i>help(package="MASS")</i> — kiu montras indekson de disponeblaj helppaĝoj por la pakaĵo kune kun iuj aliaj informoj.<br><br>Helpaj paĝoj por funkcioj kutime inkluzivas sekcion kun plenumeblaj ekzemploj ilustrantaj kiel funkcias la funkcioj. Vi povas plenumi ĉi tiujn ekzemplojn en la nuna R-sesio per la komando <i>ekzemplo()</i>: ekz., <i>ekzemplo(lm)</i>.

source: <b>R</b> is a language and environment for statistical computing and graphics, similar to the S language and environment. <br/>It provides a wide variety of statistical (linear and nonlinear modelling, classical statistical tests, time-series analysis, classification, clustering, ...) and graphical techniques, and is highly extensible. The S language is often the vehicle of choice for research in statistical methodology, and R provides an Open Source route to participation in that activity.
ar: <b>R</b> لغة وبيئة للحوسبة والإحصاء البياني، تشبه لغة وبيئة S. <br/>توفِّر مجموعة واسعة من التقنيات الإحصائية (النمذجة الخطية وغير الخطية، والاختبارات الإحصائية الكلاسيكية، وتحليل السلاسل الزمنية، والتصنيف، والتجميع، ...) والبيانية، وهي قابلة للتمديد بشكل كبير. لغة S هي غالبًا الوسيلة المفضلة للبحث في المنهجية الإحصائية، وR توفِّر مسارًا مفتوح المصدر للمشاركة في هذا النشاط.
eo: <b>R</b> estas lingvo kaj medio por statistika komputado kaj grafiko, simila al la S-lingvo kaj medio. <br/>Ĝi disponigas vastan gamon de statistikaj (linia kaj nelinia modeligado, klasikaj statistikaj testoj, temposerio-analizo, klasifiko, clustering, ...) kaj grafikaj teknikoj, kaj estas tre etendebla. La S-lingvo ofte estas la vehiklo de elekto por esplorado en statistika metodaro, kaj R disponigas Malfermfontan vojon al partopreno en tiu agado.

source: Error opening file %1
ar: خطأ في فتح الملف %1
eo: Eraro dum malfermo de dosiero %1
ta: %1 கோப்பைத் திறப்பதில் சிக்கல்

source: R script file (*.R)
ar: ملف نصي R (*.R)
eo: R-skriptodosiero (*.R)
ta: R சிறுநிரல் கோப்பு (*.R)

source: Error Parsing Command
ar: خطأ في تحليل الأمر
eo: Erara Analiza Komando
ta: கட்டளை புரிந்துகொள்வதில் சிக்கல்

source: Url to the local R documentation
ar: رابط توثيق R المحلي
eo: Url al la loka R-dokumentado

source: Failed to start R, please check R installation.
ar: فشل في بدء تشغيل R، يرجى التحقق من تثبيت R.
eo: Malsukcesis lanĉi R, bonvolu kontroli ties instalon.

source: Double click to open file selection dialog
ar: انقر نقرًا مزدوجًا لفتح مربع حوار اختيار الملف
eo: Duoble alklaku por malfermi dosierelektan dialogon
ta: கோப்புத்தேர்வு பெட்டியைத் திறக்க இரட்டைக் கிளிக் செய்யவும்

source: *.R *.r|R source files (*.R, *.r)
ar: *.R *.r|ملفات مصدر R (*.R, *.r)
eo: *.R *.r|R fontdosieroj (*.R, *.r)
ta: *.R *.r|R மூலக்கோப்புகள் (*.R, *.r)

source: <b>Sage</b> is a free open-source mathematics software system licensed under the GPL. <br/>It combines the power of many existing open-source packages into a common Python-based interface.
ar: <b>Sage</b> هو نظام برامج رياضيات مجاني ومفتوح المصدر مرخص بموجب GPL. <br/>يجمع قوة العديد من الحزم مفتوحة المصدر الحالية في واجهة مشتركة قائمة على لغة بايثون.
eo: <b>Sage</b> estas libera malfermfonta matematika programarsistemo licencita laŭ GPL. <br/>Ĝi kombinas la potencon de multaj ekzistantaj malfermfontaj pakaĵoj en komunan Python-bazitan interfacon.

source: Path to the Sage executable
ar: المسار إلى ملف Sage التنفيذي
eo: Vojo al la plenumebla Sage

source: Enable LaTeX typesetting for Sage backend
ar: فعّل تنضيد LaTeX للواجهة الخلفية لـ Sage
eo: Ebligi LaTeX-kompostadon por Sage-malantaŭaĵo

source: Result of %1
ar: نتيجة %1
eo: Rezulto de %1

source: %1 The last output was: %2
ar: %1 كان آخر ناتج: %2
eo: %1 La lasta eligo estis: %2

source: Python script file (*.py);;Sage script file (*.sage)
ar: ملف نصي بايثون (*.py);;ملف نصي Sage (*.sage)
eo: Python-skriptodosiero (*.py);;Sage-skriptodosiero (*.sage)
ta: பைத்தன் சிறுநிரல் கோப்பு (*.py);;Sage சிறுநிரல் கோப்பு (*.sage)

source: Failed to start Sage, please check Sage installation.
ar: فشل في بدء تشغيل Sage، يرجى التحقق من تثبيت Sage.
eo: Malsukcesis lanĉi Sage, bonvolu kontroli ties instalon.

source: Sage version %1.%2 is unsupported. Please update your installation to the versions 9.2 or higher.
ar: إصدار Sage %1.%2 غير مدعوم. يرجى تحديث تثبيتك إلى الإصدار 9.2 أو أعلى.
eo: Sage versio %1.%2 estas nesubtenata. Bonvolu ĝisdatigi vian instaladon al la versioj 9.2 aŭ pli altaj.
ta: Sage பதிப்பு %1.%2 ஆதரிக்கப்படாத‍து. நிறுவியுள்ள பதிப்பை 9.2 அல்லது அதைவிடப் புதியதானதாக அமைக்கவும்.

source: Unsupported Version
ar: إصدارة غير مدعومة
eo: Nesubtenata Versio
ta: ஆதரிக்கப்படா பதிப்பு

source: Failed to determine the version of Sage. Please check your installation and the output of 'sage -v'.
ar: فشل في تحديد إصدار Sage. يرجى التحقق من تثبيتك ونتائج 'sage -v'.
eo: Malsukcesis determini la version de Sage. Bonvolu kontroli vian instaladon kaj la eligon de 'sage -v'.
ta: Sage-இன் பதிப்பை தீர்மானிக்க முடியவில்லை. நிறுவியுள்ளதையும், 'sage -v' எனும் முனையக்கட்டளையின் வெளியீட்டையும் சரிபார்க்கவும்.

source: The Sage process crashed while evaluating this expression
ar: تعطلت عملية Sage أثناء تقييم هذا التعبير
eo: La Sage-procezo paneis dum taksado de ĉi tiu esprimo

source: The Sage process crashed
ar: تعطلت عملية Sage
eo: La procezo de Sage paneis

source: The Sage process exited while evaluating this expression
ar: خرجت عملية Sage أثناء تقييم هذا التعبير
eo: La Sage-procezo eliris dum taksado de ĉi tiu esprimo

source: The Sage process exited
ar: خرجت عملية Sage
eo: La procezo de Sage eliris

source: Failed to start Sage
ar: فشل في بدء تشغيل Sage
eo: Malsukcesis lanĉi Sage

source: LaTeX typesetting:
ar: تنضيد LaTeX:
eo: LaTeX kompostado:

source: Sage LaTeX output not always correct, so latex typesetting can be disabled for better experience
ar: ناتج LaTeX في Sage ليس صحيحًا دائمًا، لذا يمكن تعطيل تنضيد LaTeX لتجربة أفضل.
eo: Sage LaTeX-eligo ne ĉiam ĝusta, do lateksa kompostado povas esti malŝaltita por pli bona sperto

source: <b>Scilab</b> is a free software, cross-platform numerical computational package and a high-level, numerically oriented programming language.Scilab is distributed under CeCILL license (GPL compatible).
ar: <b>Scilab</b> هو برنامج مجاني، حزمة حوسبة رقمية متعددة المنصات ولغة برمجة عالية المستوى موجهة عدديًا. يُوزّع Scilab بموجب ترخيص CeCILL (متوافق مع GPL).
eo: <b>Scilab</b> estas libera programaro, plurplatforma nombra komputila pakaĵo kaj altnivela, cifere orientita programlingvo. Scilab estas distribuita sub CeCILL-licenco (GPL-kongrua).

source: Path to the Scilab executable
ar: المسار إلى ملف Scilab التنفيذي
eo: Vojo al la ruligebla Scilab

source: ;;Scilab script file (*.sce);;Scilab function file (*.sci)
ar: ;;ملف نصي Scilab (*.sce);;ملف دالة Scilab (*.sci)
eo: ;;Scilab-skriptodosiero (*.sce);;Scilab-funkcidosiero (*.sci)

source: Failed to start Scilab, please check Scilab installation.
ar: فشل في بدء تشغيل Scilab، يرجى التحقق من تثبيت Scilab.
eo: Malsukcesis lanĉi Scilab, bonvolu kontroli ties instalon.

source: Plot Integration:
ar: تكامل المخططات:
eo: Desegno-Integriĝo:
ta: வரைபட ஒருங்கிணைப்பு:

source: The file %1 is already opened.
ar: الملف %1 مفتوح بالفعل.
eo: La dosiero %1 jam estas malfermita.
ta: %1 எனும் கோப்பு ஏற்கனவே திறக்கப்பட்டுள்ளது.

source: Open file
ar: افتح ملفًا
eo: Malfermi dosieron
ta: கோப்பை திற

source: Download Examples
ar: نزّل الأمثلة
eo: Elŝuti Ekzemplojn
ta: எடுத்துக்காட்டுகளைப் பதிவிறக்கு

source: &Open Example
ar: ا&فتح مثالًا...
eo: Malfermi Ekzempl&on
ta: எடுத்துக்காட்டைத் திற

source: Go to previous worksheet
ar: اذهب إلى ورقة العمل السابقة
eo: Iri al antaŭa laborfolio
ta: முந்தைய பணித்தாளுக்கு செல்

source: Go to next worksheet
ar: اذهب إلى ورقة العمل التالية
eo: Iri al la sekva laborfolio
ta: அடுத்த பணித்தாளுக்கு செல்

source: All supported files (*.cws *ipynb);;Cantor Worksheet (*.cws);;Jupyter Notebook (*.ipynb)
ar: جميع الملفات المدعومة (*.cws *ipynb);;ورقة عمل كانتور (*.cws);;مفكرة جوبيتر (*.ipynb)
eo: Ĉiuj subtenataj dosieroj (*.cws *ipynb);; Cantor Worksheet (*.cws);; Jupyter Notebook (*.ipynb)
ta: ஆதரிக்கப்படும் அனைத்து கோப்புகள் (*.cws *ipynb);;கேண்ட்டொர் பணித்தாள் (*.cws);;ஜுப்பிட்டர் பணித்தாள் (*.ipynb)

source: <h1>No Backend Found</h1> <div>You could try: <ul> <li>Changing the settings in the config dialog;</li> <li>Installing packages for the following program:</li> %2 </ul> </div>
ar: <h1>لا يوجد واجهة خلفية</h1> <div>يمكنك المحاولة: <ul> <li>تغيير الإعدادات في مربع حوار الإعدادات؛</li> <li>تثبيت حزم للبرنامج التالي:</li> %2 </ul> </div>
eo: <h1>Neniu Malantaŭaĵo Trovita</h1> <div>Vi povus provi: <ul> <li>Ŝanĝi la metojn en la agorda dialogo;</li> <li>Instali pakojn por la jena programoj:</li> %2 </ul> </div>

source: Error
ar: خطأ
eo: Eraro
ta: சிக்கல்

source: Backend %1 is not installed
ar: الواجهة الخلفية %1 غير مثبتة
eo: Malantaŭaĵo %1 ne estas instalita
ta: %1 பின்நிலை நிறுவப்படவில்லை

source: %1 backend installed, but inactive. Please check installation and Cantor settings
ar: الواجهة الخلفية %1 مثبَّتة، لكنها غير نشطة. يرجى التحقق من التثبيت وإعدادات كانتور
eo: %1 malantaŭaĵo instalita sed neaktiva. Bonvolu kontroli instaladon kaj Kantor-agordojn
ta: %1 பின்நிலை நிறுவப்பட்டுள்ளது, ஆனால் செயலில் இல்லை. நிறுவலையும் கேண்ட்டொரின் அமைப்புகளையும் சரிபாருங்கள்

source: Session %1
ar: جلسة %1
eo: Seanco %1
ta: அமர்வு %1

source: Failed to find the Cantor Part with error %1
ar: فشل في العثور على جزء كانتور بالخطأ %1
eo: Malsukcesis trovi la Cantor-Parton kun eraro %1

source: Calculating...
ar: يحسب...
eo: Kalkulante...
ta: கணிக்கிறது...

source: Ready
ar: جاهز
eo: Preta
ta: தயார்

source: Changed
ar: غُيّر
eo: Ŝanĝita
ta: மாற்றப்பட்டுள்ளது

source: Multiple unsaved Worksheets are opened. Do you want to close them?
ar: فتح العديد من أوراق العمل غير المحفوظة. هل تريد إغلاقها؟
eo: Pluraj nekonservitaj Laborfolioj estas malfermitaj. Ĉu vi volas fermi ilin?
ta: சேமிக்கப்படா பணித்தாள்கள் உள்ளன. அவற்றை உறுதியாக மூட வேண்டுமா?

source: Close Cantor
ar: أغلق كانتور
eo: Fermi Cantor
ta: கேண்ட்டொரை மூடு

source: The current project has been modified. Do you want to save it?
ar: المشروع الحالي جرى تعديله. هل تريد حفظه؟
eo: La nuna projekto estis modifita. Ĉu vi volas konservi ĝin?
ta: தற்போதைய பணித்தாள் மாற்றப்பட்டுள்ளது. அதை சேமிக்க வேண்டுமா?

source: Save Project
ar: احفظ المشروع
eo: Konservi Projekton
ta: பணித்தாளை சேமி

source: Default
ar: المبدئيّ
eo: Defaŭlte
ta: இயல்பிருப்பு

source: Formatting
ar: التنسيق
eo: Formatado
ta: வடிவமைப்பு

source: The Backend that is used by default
ar: الخلفية المستخدمة افتراضيًا
eo: La malantaŭaĵo kiu estas uzata defaŭlte
ta: இயல்பிருப்பாக பயன்படுத்தப்படும் பின்நிலை

source: Default editor color theme
ar: سمة ألوان المحرر المبدئية

source: Do Typesetting by default
ar: افعل تنضيدًا افتراضيًا
eo: Fari kompostadon defaŭlte
ta: இயல்பிருப்பாக அச்சுக்கோர்வை செய்

source: Do Syntax Highlighting by default
ar: افعل إبراز الصيغة افتراضيًا
eo: Fari Sintakso-Elstarigon defaŭlte
ta: நிரலிலக்கண முன்னிலைப்படுத்தலைத் தானாக இயக்க வேண்டுமா

source: Enable Completions by default
ar: فعّل الإكمالات افتراضيًا
eo: Ebligi Kompletigojn defaŭlte
ta: நிரல்நிரப்பைத் தானாக இயக்க வேண்டுமா

source: Enable Numbering of Expressions by default
ar: فعّل ترقيم التعابير مبدئيًا
eo: Ebligi Nombradon de Esprimoj defaŭlte
ta: பணித்தாளிலுள்ள பதிவுகளுக்கு தானாக எண்ணிட வேண்டுமா

source: Animate changes in the Worksheet by default
ar: حرّك التغييرات في ورقة العمل افتراضيًا
eo: Anigi ŝanĝojn en la Laborfolio defaŭlte
ta: பணித்தாளிலுள்ள மாற்றங்களுக்கு தானாக அசைவூட்ட வேண்டுமா

source: Enable rendering math expressions inside $$..$$ in Text and Markdown entries by default (needs pdflatex installed)
ar: فعّل إظهار التعابير الرياضية داخل $$..$$ في مدخلات النص والماركداون افتراضيًا (يستلزم تثبيت pdflatex)
eo: Ebligi bildigon de matematikaj esprimoj ene de $$..$$ en Teksto kaj Markdown enskriboj defaŭlte (bezonas pdflatex instalita)
ta: உரை மற்றும் Markdown பதிவுகளில் $$..$$ என்பவற்றிலுள்ள கணிதக் குறிகளை தானாக அச்சியற்ற வேண்டுமா (இதற்கு pdflatex நிறுவப்பட்டிருக்க வேண்டும்)

source: Ask for confirmation when deleting an entry
ar: اطلب تأكيدًا عند حذف مدخل
eo: Peti konfirmon kiam vi forigas enskribon
ta: பதிவை நீக்கும்போது உறுதிகோரு

source: Automatically reevaluate the entries below the current
ar: أعد تقييم المدخلات أسفل المدخل الحالي تلقائيًا
eo: Aŭtomate retaksi la enskribojn sub la nuna
ta: தற்போதையதற்கு கீழுள்ள பதிவுகளைத் தானாக மீளியக்கு

source: Ask for confirmation when restarting the backend
ar: اطلب تأكيدًا عند إعادة تشغيل الخلفية
eo: Peti konfirmon dum rekomenco de la backend
ta: பின்நிலையை மீள்துவக்கும்போது உறுதிப்படுத்து

source: Save rich text formatting of TextEntry, when save Worksheet in Jupyter notebook format
ar: احفظ تنسيق النص الغني لمدخل النص، عند حفظ ورقة العمل في صيغة دفتر Jupyter
eo: Konservi riĉan tekstformaton de TextEntry, kiam konservu Laborfolion en Jupyter kajeroformato

source: Use old style Cantor entries placement style
ar: استخدم أسلوب وضع مدخلات كانتور القديم
eo: Uzi malnovan stilon Cantor-enskriboj lokiga stilo

source: Show embedded math render error
ar: أظهر خطأ إظهار الرياضيات المضمنة
eo: Montri enigitan matematikan bildigan eraron
ta: உட்பொதிந்த கணிதசரத்தை வரைவதில் சிக்கல் நேர்ந்தால் விவரங்களைக் காட்டு

source: Limit of visible lines for text result
ar: حدد الأسطر المرئية لنتيجة النص
eo: Limo de videblaj linioj por tekstrezulto
ta: உரைவடிவ விடைகளில் காட்டப்படும் வரிகளின் அதிகபட்ச எண்ணிக்கை

source: Hierarchy font for chapter
ar: خط التسلسل الهرمي للفصل
eo: Hierarkia tiparo por ĉapitro

source: Hierarchy font size for chapter
ar: حجم خط التسلسل الهرمي للفصل
eo: Hierarkia tiparo por ĉapitro

source: Hierarchy font italic for chapter
ar: خط التسلسل الهرمي المائل للفصل
eo: Hierarkia tiparo kursiva por ĉapitro

source: Hierarchy font bold for chapter
ar: خط التسلسل الهرمي الغامق للفصل
eo: Hierarkia tiparo grasa por ĉapitro

source: Hierarchy font for subchapter
ar: خط التسلسل الهرمي للفصل الفرعي
eo: Hierarkia tiparo por subĉapitro

source: Hierarchy font size for subchapter
ar: حجم خط التسلسل الهرمي للفصل الفرعي
eo: Hierarkia tiparo por subĉapitro

source: Hierarchy font italic for subchapter
ar: خط التسلسل الهرمي المائل للفصل الفرعي
eo: Hierarkia tiparo kursivo por subĉapitro

source: Hierarchy font bold for subchapter
ar: خط التسلسل الهرمي الغامق للفصل الفرعي
eo: Hierarkia tiparo grasa por subĉapitro

source: Hierarchy font for section
ar: خط التسلسل الهرمي للقسم
eo: Hierarkia tiparo por sekcio

source: Hierarchy font italic for section
ar: خط التسلسل الهرمي المائل للقسم
eo: Hierarkia tiparo kursiva por sekcio

source: Hierarchy font bold for section
ar: خط التسلسل الهرمي الغامق للقسم
eo: Hierarkia tiparo grasa por sekcio

source: Hierarchy font for subsection
ar: خط التسلسل الهرمي للقسم الفرعي
eo: Hierarkia tiparo por subfako

source: Hierarchy font italic for subsection
ar: خط التسلسل الهرمي المائل للقسم الفرعي
eo: Hierarkia tiparo kursiva por subfako

source: Hierarchy font bold for subsection
ar: خط التسلسل الهرمي الغامق للقسم الفرعي
eo: Hierarkia tiparo grasa por subfako

source: Hierarchy font for paragraph
ar: خط التسلسل الهرمي للفقرة
eo: Hierarkia tiparo por alineo

source: Hierarchy font italic for paragraph
ar: خط التسلسل الهرمي المائل للفقرة
eo: Hierarkia tiparo kursiva por alineo

source: Hierarchy font bold for paragraph
ar: خط التسلسل الهرمي الغامق للفقرة
eo: Hierarkia tiparo grasa por alineo

source: Hierarchy font for subparagraph
ar: خط التسلسل الهرمي للفقرة الفرعية
eo: Hierarkia tiparo por subalineo

source: Hierarchy font italic for subparagraph
ar: خط التسلسل الهرمي المائل للفقرة الفرعية
eo: Hierarkia tiparo kursivo por subalineo

source: Hierarchy font bold for subparagraph
ar: خط التسلسل الهرمي الغامق للفقرة الفرعية
eo: Hierarkia tiparo grasa por subalineo

source: Save Plain Text
ar: احفظ كنص عادي
eo: Konservi Klaran Tekston
ta: வெறும் உரையாக செமி

source: Export to PDF
ar: صدر إلى PDF
eo: Eksporti al PDF
ta: PDF-ஆக ஏற்றுமதி செய்

source: Export to LaTeX
ar: صدر إلى LaTeX
eo: Eksporti al LaTeX
ta: LaTeX-ஆக ஏற்றுமதி செய்

source: Evaluate Worksheet
ar: قيّم ورقة العمل
eo: Taksi Laborfolion
ta: பணித்தாளை செயல்படுத்து

source: Zoom
ar: تكبير
eo: Zomi
ta: உருப்பெருக்கம்

source: Typeset using LaTeX
ar: نضّد باستخدام LaTeX
eo: Komposti uzante LaTeX
ta: LaTeX கொண்டு அச்சுக்கோர்

source: Syntax Highlighting
ar: إبراز الصّياغة
eo: Sintaksemfazo
ta: நிரலிலக்கணத்தை முன்னிலைப்படுத்து

source: Completion
ar: الإكمال
eo: Kompletigo
ta: நிறைவு

source: Line Numbers
ar: أرقام الأسطر
eo: Liniaj Nombroj
ta: வரியேண்கள்

source: Animations
ar: التّحريكات
eo: Animacioj
ta: அசைவூட்டங்கள்

source: Embedded Math
ar: رياضيات مضمنة
eo: Enigita Matematiko
ta: உட்பொதிந்த கணிதக் காட்சி

source: Restart Backend
ar: أعد تشغيل الخلفية
eo: Restartigi malantaŭaĵon
ta: பின்நிலையை மீள்துவக்கு

source: Evaluate Entry
ar: قيّم المدخل
eo: Taksi Eniron
ta: பதிவை செயல்படுத்து

source: Insert Command Entry
ar: أدخل مدخل أمر
eo: Enmeti Komandon
ta: கட்டளைப் பதிவை நுழை

source: Insert Text Entry
ar: أدخل مدخل نص
eo: Enigi Tekstan Eniron
ta: உரைப்பதிவை நுழை

source: Insert Markdown Entry
ar: أدخل مدخل ماركداون
eo: Enigi Markdown Eniron
ta: Markdown பதிவை நுழை

source: Insert LaTeX Entry
ar: أدخل مدخل LaTeX
eo: Enigi LaTeX-eniron
ta: LaTeX பதிவை நுழை

source: Insert Page Break
ar: أدخل فاصل صفحة
eo: Enigi Paĝrompon
ta: பக்கமுறிவை நுழை

source: Insert Image
ar: أدخل صورة
eo: Enmeti Bildon
ta: படத்தை நுழை

source: Collapse All Results
ar: اطوِ كل النتائج
eo: Kolapsi Ĉiujn Rezultojn
ta: அனைத்து விடைகளையும் சுருக்கு

source: Expand All Results
ar: افرد كل النتائج
eo: Vastigi Ĉiujn Rezultojn
ta: அனைத்து விடைகளையும் விரிவுபடுத்து

source: Delete All Results
ar: احذف جميع النتائج
eo: Forigi Ĉiujn Rezultojn

source: Delete current Entry
ar: احذف المدخل الحالي
eo: Forigi aktualan Eron

source: Show Script Editor
ar: أظهر محرر النص البرمجي
eo: Montri Skripto-Redaktilon
ta: சிறுநிரல் திருத்தியை காட்டு

source: Show Completion
ar: أظهر الإكمال
eo: Montri Kompletigon
ta: உரைநிறைவைக் காட்டு

source: CantorPart
ar: جزء كانتور

source: Alexander Rieder
ar: ألكسندر ريدر

source: Cantor Worksheet (*.cws)
ar: ورقة عمل كانتور (*.cws)
eo: Cantor Laborfolio (*.cws)
ta: கேண்ட்டொர் பணித்தாள் (*.cws)

source: Jupyter Notebook (*.ipynb)
ar: دفتر Jupyter (*.ipynb)
eo: Jupyter Kajero (*.ipynb)
ta: ஜுப்பிட்டர் பணித்தாள் (*.ipynb)

source: Save as
ar: احفظ كَ‍
eo: Konservi kiel
ta: இப்படி சேமி

source: Save
ar: احفظ
eo: Konservi
ta: சேமி

source: Text Files (*.txt)
ar: ملفات نصية (*.txt)
eo: Tekstaj Dosieroj (*.txt)
ta: உரை கோப்புகள் (*.txt)

source: PDF Files (*.pdf)
ar: ملفات PDF‏ (*.pdf)
eo: PDF-dosieroj (*.pdf)
ta: PDF கோப்புகள் (*.pdf)

source: TeX Files (*.tex)
ar: ملفات TeX‏ (*.tex)
eo: TeX-dosieroj (*.tex)
ta: TeX கோப்புகள் (*.tex)

source: All the available calculation results will be lost. Do you really want to restart %1?
ar: كل نتائج الحسابات المتوفرة ستضيع. هل تريد حقًا إعادة تشغيل %1؟
eo: Ĉiuj disponeblaj kalkulrezultoj estos perditaj. Ĉu vi vere volas rekomenci %1?
ta: அனைத்து விடைகளையும் இழப்பீர்கள். உறுதியாக %1 தனை மீள்துவக்க வேண்டுமா?

source: Restart %1?
ar: أعد التّشغيل %1؟
eo: Ĉu rekomenci %1?
ta: %1 தனை மீள்துவக்கலாமா?

source: Interrupt
ar: مقاطعة
eo: Interrompoj
ta: குறுக்கிடு

source: Session Error: %1
ar: خطأ الجلسة: %1
eo: Sesia Eraro: %1
ta: அமர்வில் சிக்கல்: %1

source: Initialization complete
ar: اكتمل الإعداد
eo: Inicialigo finita
ta: துவக்கம் முடிந்தது

source: Initializing...
ar: يمهّد...
eo: Komencante...
ta: துவக்கப்படுகிறது...

source: [read-only]
ar: [للقراءة فقط]
eo: [nurlegebla]
ta: [படித்தல் மட்டும்]

source: Do you want to upload current Worksheet to public web server?
ar: هل تريد رفع ورقة العمل الحالية إلى خادم ويب عام؟
eo: Ĉu vi volas alŝuti nunan Laborfolion al publika retservilo?
ta: தற்போதைய பணித்தாளை உறுதியாக பொது சேவையகத்திற்கு பதிவேற்ற வேண்டுமா?

source: Question - Cantor
ar: سؤال - كانتور
eo: Demando - Kantoro
ta: கேள்வி - கேண்ட்டொர்
