Repository: KDE/cantor
Catalog: po/*/cantor.po
Languages: ar, eo, ta

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Axel Rousseau,Oliver Kellogg
ta: கோ. கிஷோர்

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com
ta: Kde-l10n-ta@kde.org

source: Pause
ar: ألبث
eo: Paŭzi
ta: பொறு

source: Start
ar: ابدأ
eo: Komenci
ta: துவக்கு

source: Stop
ar: أوقف
eo: Halti
ta: நிறுத்து

source: Save animation result
ar: احفظ نتيجة التحريكة
eo: Konservi animacian rezulton
ta: அசைவூட்டத்தை சேமி

source: Animations (*.gif)
ar: تحريكات (*.gif)
eo: Animacioj (*.gif)
ta: அசைவூட்டங்கள் (*.gif)

source: Advanced Plotting
ar: رسم متقدم
eo: Altnivela Grafikprezento
ta: மேம்பட்ட வரைபடமாக்கம்

source: Plot
ar: ارسم
eo: Grafikprezento
ta: வரைபடமாக்கு

source: Expression:
ar: المصطلحات
eo: Esprimo:
ta: சார்பு:

source: Additional options:
ar: خيارات إضافيّة:
eo: Kromaj elektebloj:
ta: மேம்பட்ட அமைப்புகள்:

source: &Plot
ar: ا&رسم
eo: &Grafiki
ta: &வரைபடமாக்கு

source: Option active
ar: الخيار نشط
eo: Elekteblo aktiva

source: &Calculate
ar: ا&حسب
eo: &Kalkuli
ta: &கணி

source: Differentiate
ar: فاضِل
eo: Diferencigi

source: Variable:
ar: المتغير:
eo: Variablo:
ta: மாறி:

source: x
ar: س

source: Times:
ar: المرات:
eo: Fojoj:

source: &Package
ar: ال&حزمة
eo: &Pako
ta: &தொகுப்பு

source: Import Package
ar: استورد حزمة
eo: Importi pakon
ta: தொகுப்பை இறக்குமதி செய்

source: Package:
ar: الحزمة:
eo: Pakon:
ta: தொகுப்பு:

source: Integrate
ar: كامِل
eo: Integri

source: Lower limit:
ar: الحد السفلي:
eo: Malsupra limo:
ta: கீழ் வரம்பு:

source: Upper limit:
ar: الحد العلوي:
eo: Supra limo:
ta: மேல் வரம்பு:

source: definite integral
ar: تكامل محدود
eo: definitiva integralo

source: &Linear Algebra
ar: &جبر خطي
eo: &Linia Algebro

source: Create Matrix
ar: أنشئ مصفوفة
eo: Krei matricon

source: Columns:
ar: الأعمدة:
eo: Kolumnoj:
ta: நெடுவரிசைகள்:

source: Rows:
ar: الصّفوف:
eo: Vicoj:
ta: வரிகள்:

source: Compute Eigenvalues
ar: احسب القيم الذاتية
eo: Kalkuli Ejgenajn valorojn

source: Matrix:
ar: المصفوفة:
eo: Matrico:

source: Compute Eigenvectors
ar: احسب المتجهات الذاتية
eo: Komputi Proprajn Vektorojn

source: Invert Matrix
ar: اقلب مصفوفة
eo: Inversa Matrico

source: Plot 2D
ar: ارسم ثنائيّ أبعاد
eo: Grafiki 2D

source: Variable
ar: متغير
eo: Variablo
ta: மாறி

source: Name
ar: الاسم
eo: Nomo
ta: பெயர்

source: Minimum:
ar: الدّنيا:
eo: Minimumo:
ta: குறைந்தபட்சம்:

source: Maximum:
ar: الأقصى:
eo: Maksimumo:
ta: அதிகபட்சம்:

source: Plot 3D
ar: ارسم ثلاثيّ أبعاد
eo: Grafiki 3D

source: 1st Variable
ar: المتغير الأول
eo: 1a variablo
ta: 1வது மாறி

source: 2nd Variable
ar: المتغير الثاني
eo: 2a variablo
ta: 2வது மாறி

source: Run Script
ar: شغل سكربت
eo: Run Skripto
ta: சிறுநிரலை இயக்கு

source: Solve equations
ar: حل المعادلات
eo: Solvi ekvaciojn
ta: சமன்பாடுகளை தீர்

source: Equations:
ar: المعادلات:
eo: Ekvacioj:
ta: சமன்பாடுகள்:

source: Variables:
ar: المتغيّرات:
eo: Variabloj:
ta: மாறிகள்:

source: Select the Backend
ar: اختر الواجهة الخلفية
eo: Elekti la malantaŭaĵon
ta: பின்நிலையைத் தேர்வு செய்யவும்

source: <h1>%1</h1><div><b>Recommended version:</b> %2</div>
ar: <h1>%1</h1><div><b>الإصدار الموصى به:</b> %2</div>
eo: <h1>%1</h1><div><b>Rekomendita versio:</b> %2</div>
ta: <h1>%1</h1><div><b>பரிந்துரைக்கப்படும் பதிப்பு:</b> %2</div>

source: <hr><div>%1</div><br><div>See <a href="%2">%2</a> for more information.</div>
ar: <hr><div>%1</div><br><div>انظر <a href="%2">%2</a> لمزيد من المعلومات.</div>
eo: <hr><div>%1</div><br><div>Vidu <a href="%2">%2</a> por pliaj informoj.</div>
ta: <hr><div>%1</div><br><div>மேலும் விவரங்களுக்கு <a href="%2">%2</a> என்பதைக் காணுங்கள்.</div>

source: <hr><div><b><font color='#e50000'>Some requirements are not fulfilled: </font></b>%1</div>
ar: <hr><div><b><font color='#e50000'>بعض المتطلبات ليست مُستوفاة:</font></b>%1</div>
eo: <hr><div><b><font color='#e50000'>Kelkaj postuloj ne estas plenumitaj: </font></b>%1</div>
ta: <hr><div><b><font color='#e50000'>தேவையான சில இல்லை: </font></b>%1</div>

source: Make this the default backend
ar: اجعل هذا الواجهة الخلفية المبدئية
eo: Igi ĉi tion la defaŭltan malantaŭaĵon
ta: இதை இயல்பிருப்பு பின்நிலையாக்கு

source: <b>Julia</b> is a high-level, high-performance dynamic programming language for technical computing, with syntax that is familiar to users of other technical computing environments. It provides a sophisticated compiler, distributed parallel execution, numerical accuracy, and an extensive mathematical function library.
ar: <b>Julia</b> هي لغة برمجة ديناميكية عالية المستوى وعالية الأداء للحوسبة التقنية، ذات صياغة مألوفة لمستخدمي بيئات الحوسبة التقنية الأخرى. توفر مترجمًا متقدمًا، وتنفيذًا متوازيًا موزعًا، ودقة عددية، ومكتبة وظائف رياضية واسعة.
eo: <b>Julia</b> estas altnivela, alt-efikeca dinamika programlingvo por teknika komputado, kun sintakso konata al uzantoj de aliaj teknikaj komputikaj medioj. Ĝi disponigas sofistikan kompililon, distribuitan paralelan efektivigon, numeran precizecon, kaj ampleksan matematikan funkciobibliotekon.

source: Enable Variable Management
ar: فعّل إدارة المتغيرات
eo: Ebligi administradon de variabloj
ta: மாறி மேலாண்மையை இயக்கு

source: List of scripts to autorun at the beginning of session
ar: قائمة بالسكربتات التي تعمل تلقائيًا في بداية الجلسة
eo: Listo de skriptoj aŭtomateneblaj komence de la sesio
ta: அமர்வின் துவக்கத்தில் தானாக இயக்கவேண்டிய கட்டளைகள்

source: Integrate Plots into the Worksheet
ar: ادمج المخططات في ورقة العمل
eo: Integri desegnojn en la laborfolion
ta: படங்களை பணித்தாளிலேயே காட்டு

source: Default plot width
ar: العرض المبدئي للمخطط
eo: Defaŭlta desegna larĝeco

source: Default plot height
ar: الارتفاع المبدئي للمخطط
eo: Defaŭlta desegna alteco

source: Graphical package for the Plot-Assistant
ar: حزمة رسومية لمساعد المخططات
eo: Grafika pako por la Plot-Asistanto

source: # Sorry, but Gadfly don't support 3d plots
ar: # عذرًا، Gadfly لا يتيح المخططات ثلاثية الأبعاد
eo: # Pardonu, sed Gadfly ne subtenas 3d-desegnojn

source: Julia script file (*.jl)
ar: ملف سكربت Julia (*.jl)
eo: Julia skriptodosiero (*.jl)
ta: Julia சிறுநிரல் கோப்பு (*.jl)

source: Failed to start Julia, please check Julia installation.
ar: فشل في تشغيل Julia، يرجى التحقق من تثبيت Julia.
eo: Malsukcesis lanĉi Julia, bonvolu kontroli ties instalon.

source: Error - Cantor
ar: خطأ - كانتور
eo: Eraro - Kantoro
ta: சிக்கல் - கேண்ட்டொர்

source: Julia session can't login due internal julia problem with missing internal file - "%1"
ar: لا يستطيع Julia الدخول بسبب مشكلة داخلية بخصوص ملف داخلي مفقود - "%1"
eo: Julia sesio ne povas ensaluti pro interna julia problemo kun mankanta interna dosiero - "%1"

source: Julia session can't login due unknown internal problem
ar: لا يستطيع Julia الدخول بسبب مشكلة داخلية غير معروفة
eo: Julia sesio ne povas ensaluti pro nekonata interna problemo

source: Julia process stopped working.
ar: توقف Julia عن العمل.
eo: Julia procezo ĉesis funkcii.

source: Failed to start Julia process.
ar: فشل في تشغيل Julia.
eo: Malsukcesis komenci Julian procezon.

source: Communication with Julia process failed for unknown reasons.
ar: فشل الاتصال مع Julia لأسباب غير معروفة.
eo: Komunikado kun Julia procezo malsukcesis pro nekonataj kialoj.

source: For Julia only GR (https://gr-framework.org/), a framework for visualization applications, is supported at the moment. This package has to be installed first, if not done yet. For this, run Pkg.install("GR") in Cantor or in Julia REPL. Note, this operation can take some time and it's better to perform it in Julia REPL that is able to show the current progress of the package installation.
ar: لـ Julia، إطار عمل GR (https://gr-framework.org/) لتطبيقات التصور هو المدعوم في الوقت الحالي. يجب تثبيت هذه الحزمة أولًا، إن لم تكن مثبّتة بالفعل. لهذا، شغّل Pkg.install("GR") في Cantor أو في طرفية Julia REPL. ملاحظة، قد تستغرق هذه العملية بعض الوقت ومن الأفضل تشغيلها في طرفية Julia REPL التي تستطيع إظهار التقدم الحالي لتثبيت الحزمة.
eo: Por Julia nur GR (https://gr-framework.org/), kadro por bildigaj aplikaĵoj, estas subtenata nuntempe. Ĉi tiu pako devas esti instalita unue, se ankoraŭ ne farita. Por tio, rulu Pkg.install("GR") en Cantor aŭ en Julia REPL. Notu, ĉi tiu operacio povas preni iom da tempo kaj estas pli bone plenumi ĝin en Julia REPL kiu kapablas montri la nunan progreson de la paka instalado.

source: General
ar: عامّ
eo: Ĝenerala
ta: பொதுவானவை

source: If enabled, plots will be shown inside of the worksheet. Otherwise, plots will be shown in an external window.
ar: إذا فعلّت هذا، فستظهر المخططات داخل ورقة العمل. وإلا، فستظهر المخططات في نافذة خارجية.
eo: Se ĝi estas ebligita, desegnoj estos montritaj ene de la laborfolio. Alie, diagramoj estos montritaj en ekstera fenestro.
ta: இது இயக்கப்பட்டிருந்தால், வரைபடங்கள் பணித்தாளுக்குள்ளேயே காட்டப்படும். இல்லையேல், அவை தனிப்பட்ட சாளரத்தில் காட்டப்படும்.

source: Enabled
ar: ممكّن
eo: Ebligita
ta: இயக்கு

source: Size:
ar: الحجم:
eo: Grandeco:
ta: அளவு

source: Monitor the creation and destruction of variables and show the existing variables in the variable panel.
ar: راقب إنشاء وتدمير المتغيرات واعرض المتغيرات الموجودة في لوحة المتغيرات.
eo: Monitori la kreadon kaj detruon de variabloj kaj montri la ekzistantajn variablojn en la varia panelo.
ta: தற்போதுள்ள மாறிகளின் பட்டியலை ஓர் பலகையில் காட்டும்.

source: Integrated:
ar: مدمج:
eo: Integrita:
ta: ஒருங்கிணைந்த‍து:

source: Variable Management:
ar: إدارة المتغيرات:
eo: Varia Administrado:
ta: மாறி மேலாண்மை:

source: width:
ar: العرض:
eo: larĝo:
ta: அகலம்

source: cm
ar: سم
ta: செ.மீ.

source: height:
ar: الارتفاع:
eo: alteco:
ta: உயரம்:

source: Plots
ar: المخططات
eo: Desegnoj

source: Image Format:
ar: صيغة الصورة:
eo: Bilda Formato:
ta: படத்தின் படிவம்:

source: Graphic package to be used in the Plot Assistant
ar: الحزمة الرسومية التي ستُستخدم في مساعد المخططات
eo: Grafika pako por esti uzata en la Plot-Asistanto
ta: வரைபட உதவிநிரலில் பயன்படுத்த வேண்டிய வரைபட நிரலகம்

source: Plot Assistant:
ar: مساعد المخططات:

source: Autorun
ar: التشغيل الآلي
eo: Aŭtorulo
ta: தானியக்கம்

source: Commands to autorun
ar: الأوامر التي تعمل آليًا
eo: Komandoj al aŭtorulo
ta: தானாக இயக்கவேண்டிய கட்டளைகள்

source: Documentation
ar: التّوثيق
eo: Dokumentado
ta: கையேடு

source: Error: %1
ar: الخطأ: %1
eo: Eraro: %1
ta: சிக்கல்: %1

source: This autorun commands, which will run on start new worksheet. They can be useful for loading needed modules, changing environment, etc.
ar: هذه أوامر التشغيل التلقائي، التي ستعمل عند بدء ورقة عمل جديدة. يمكن أن تكون مفيدة لتحميل الوحدات الضرورية، أو تغيير البيئة، إلخ.
eo: Ĉi tiuj aŭtorunaj komandoj, kiuj funkcios dum komenci novan laborfolion. Ili povas esti utilaj por ŝargi bezonatajn modulojn, ŝanĝi medion, ktp.
ta: புதிய பணித்தாளை துவக்கும்போது தானாக இயக்கப்படும் கட்டளைகளை இது அமைக்கும். தேவையான நிரலகங்களை ஏற்றுவதற்கும் சூழலை அமைப்பதற்கும் இதைப் பயன்படுத்தலாம்.

source: <b>Lua</b> is a fast and lightweight scripting language, with a simple procedural syntax. There are several libraries in Lua aimed at math and science.
ar: <b>Lua</b> هي لغة برمجة سريعة وخفيفة، ذات صياغة إجرائية بسيطة. هناك العديد من المكتبات في Lua تستهدف الرياضيات والعلوم.
eo: <b>Lua</b> estas rapida kaj malpeza skriptlingvo, kun simpla procedura sintakso. Estas pluraj bibliotekoj en Lua celantaj matematikon kaj sciencon.

source: Path to luajit command
ar: مسار أمر luajit
eo: Vojo al luajit komando

source: Lua script file (*.lua)
ar: ملف سكربت Lua (*.lua)
eo: Lua-skriptodosiero (*.lua)

source: Failed to start Lua, please check Lua installation.
ar: فشل في تشغيل Lua، يرجى التحقق من تثبيت Lua.
eo: Malsukcesis lanĉi Lua, bonvolu kontroli ties instalon.

source: Path to luajit:
ar: مسار luajit:
eo: Vojo al luajit:

source: <h1>Maxima's Help System</h1><h2>Function <i>apropos</i></h2>Searches for Maxima names which have name appearing anywhere within them; <i>name</i> must be a string or symbol. Thus, <i>apropos(exp)</i> returns a list of all the flags and functions which have exp as part of their name, such as <i>expand</i>, <i>exp</i>, and <i>exponentialize</i>. So, if you can only remember part of the name of a Maxima command or variable, you can use this command to find the rest of the name. Similarly, you can type <i>apropos(tr_)</i> to find a list of many of the switches relating to the translator, most of which begin with <i>tr_</i>.<br><br><i>apropos("")</i> returns a list with all Maxima names.<br><br><i>apropos</i> returns the empty list [], if no name is found.<br><br><h2>Function <i>describe</i></h2><i>describe(string)</i> is equivalent to describe(string, exact).<br><br><i>describe(string, exact)</i> finds an item with title equal (case-insensitive) to string, if there is any such item.<br><br><i>describe(string, inexact)</i> finds all documented items which contain string in their titles. If there is more than one such item, Maxima asks the user to select an item or items to display.<br><br><i>? foo</i> (with a space between <i>?</i> and <i>foo</i>) is equivalent to <i>describe("foo", exact)</i>, and <i>?? foo</i> is equivalent to <i>describe("foo", inexact)</i>.<br><br><i>describe(, inexact)</i> yields a list of all topics documented in the on-line manual.<br><br><i>describe</i> quotes its argument. <i>describe</i> returns <i>true</i> if some documentation is found, otherwise <i>false</i>.<br><h2>Function <i>example</i></h2><i>example(topic)</i> displays some examples of <i>topic</i>, which is a symbol or a string. To get examples for operators like <i>if</i>, <i>do</i>, or <i>lambda</i> the argument must be a string, e.g. <i>example("do")</i>. <i>example</i> is not case sensitive. Most topics are function names.<br><br><i>example()</i> returns the list of all recognized topics.<br><br>The name of the file containing the examples is given by the global option variable <i>manual_demo</i>, which defaults to <i>"manual.demo"</i>.<br><br><i>example</i> quotes its argument. <i>example</i> returns <i>done</i> unless no examples are found or there is no argument, in which case <i>example</i> returns the list of all recognized topics.
ar: <h1>نظام مساعدة Maxima</h1><h2>الدالة <i>apropos</i></h2>تبحث عن أسماء Maxima التي تظهر فيها الكلمة <i>name</i> في أي مكان؛ يجب أن تكون <i>name</i> سلسلة نصية أو رمزًا. وهكذا، <i>apropos(exp)</i> تعيد قائمة بكل الأعلام والدوال التي تحتوي على exp كجزء من اسمها، مثل <i>expand</i> و<i>exp</i> و<i>exponentialize</i>. لذا، إذا تذكرت جزءًا فقط من اسم أمر أو متغير في Maxima، يمكنك استخدام هذا الأمر للعثور على باقي الاسم. بالمثل، يمكنك كتابة <i>apropos(tr_)</i> للعثور على قائمة بالعديد من المفاتيح المتعلقة بالمترجم، ومعظمها يبدأ بـ <i>tr_</i>.<br><br><i>apropos("")</i> يعيد قائمة بكل أسماء Maxima.<br><br><i>apropos</i> يعيد القائمة الفارغة []، إذا لم يجد اسمًا.<br><br><h2>الدالة <i>describe</i></h2><i>describe(string)</i> تعادل describe(string, exact).<br><br><i>describe(string, exact)</i> تجد عنصرًا عنوانه يساوي (غير حساس لحالة الأحرف) string، إذا كان هناك مثل هذا العنصر.<br><br><i>describe(string, inexact)</i> تجد كل العناصر الموثقة التي تحتوي على string في عناوينها. إذا كان هناك أكثر من عنصر واحد، يطلب Maxima من المستخدم اختيار عنصر أو عناصر لعرضها.<br><br><i>? foo</i> (بمسافة بين <i>?</i> و<i>foo</i>) تعادل <i>describe("foo", exact)</i>، و<i>?? foo</i> تعادل <i>describe("foo", inexact)</i>.<br><br><i>describe(, inexact)</i> يعطي قائمة بكل المواضيع الموثقة في الدليل الإلكتروني.<br><br><i>describe</i> يقتبس وسيطه. <i>describe</i> يعيد <i>true</i> إذا وجد بعض التوثيق، وإلا يعيد <i>false</i>.<br><h2>الدالة <i>example</i></h2><i>example(topic)</i> يعرض بعض الأمثلة عن <i>topic</i>، وهو رمز أو سلسلة نصية. للحصول على أمثلة للعوامل مثل <i>if</i>، <i>do</i>، أو <i>lambda</i> يجب أن يكون الوسيط سلسلة نصية، مثل <i>example("do")</i>. <i>example</i> ليس حساسًا لحالة الأحرف. معظم المواضيع هي أسماء دوال.<br><br><i>example()</i> يعيد قائمة بكل المواضيع المعترف بها.<br><br>اسم الملف الذي يحتوي على الأمثلة يعطيه المتغير العام للخيارات <i>manual_demo</i>، والذي افتراضيًا هو <i>"manual.demo"</i>.<br><br><i>example</i> يقتبس وسيطه. <i>example</i> يعيد <i>done</i> ما لم يجد أمثلة أو لا يكون هناك وسيط، وفي هذه الحالة يعيد <i>example</i> قائمة بكل المواضيع المعترف بها.
eo: <h1>La Helpsistemo de Maxima</h1><h2>Funkcio <i>propos</i></h2> Serĉas nomojn de Maxima, kiuj havas nomon aperanta ie ajn ene de ili; <i>nomo</i> devas esti ĉeno aŭ simbolo. Tiel, <i>apropos(exp)</i> liveras liston de ĉiuj flagoj kaj funkcioj kiuj havas exp kiel parto de sia nomo, kiel <i>expand</i>, <i>exp</i> , kaj <i>eksponentigi</i>. Do, se vi povas memori nur parton de la nomo de Maxima komando aŭ variablo, vi povas uzi ĉi tiun komandon por trovi la reston de la nomo. Simile, vi povas tajpi <i>apropos(tr_)</i> por trovi liston de multaj el la ŝaltiloj rilataj al la tradukilo, la plej multaj el kiuj komenciĝas per <i>tr_</i>.<br><br> <i>apropos("")</i> liveras liston kun ĉiuj Maxima nomoj.<br><br><i>apropos</i> redonas la malplenan liston [], se neniu nomo estas trovita.<br><br><h2>Funkcio <i>priskribi</i></h2><i>priskribi(ĉeno)</i> estas ekvivalenta al priskribi(ĉeno, ekzakta).<br><br><i>priskribi (ĉeno, ekzakta)</i> trovas eron kun titolo egala (majusklekleco) al ĉeno, se ekzistas tia ero.<br><br><i>priskribi (ĉeno, nepreciza)</i> trovas ĉiujn dokumentitajn erojn kiuj enhavas ĉenon en siaj titoloj. Se estas pli ol unu tia aĵo, Maxima petas la uzanton elekti eron aŭ objektojn por montri.<br><br><i>? foo</i> (kun spaco inter <i>?</i> kaj <i>foo</i>) estas ekvivalenta al <i>priskribi("foo", ekzakta)</i>, kaj <i>?? foo</i> samvaloras al <i>describe("foo", nepreciza)</i>.<br><br><i>describe(, inexacct)</i> donas liston de ĉiuj temoj dokumentita en la interreta manlibro.<br><br><i>priskribi</i> citas ĝian argumenton. <i>priskribi</i> donas <i>vera</i> se iu dokumentaro estas trovita, alie <i>malvera</i>.<br><h2>Funkcio <i>ekzemplo</i></i></p> h2><i>ekzemplo(temo)</i> montras kelkajn ekzemplojn de <i>temo</i>, kiu estas simbolo aŭ ĉeno. Por ricevi ekzemplojn por operatoroj kiel <i>if</i>, <i>do</i>, aŭ <i>lambda</i> la argumento devas esti ĉeno, ekz. <i>ekzemplo("faru")</i>. <i>ekzemplo</i> ne distingas majusklojn. Plej multaj temoj estas nomoj de funkcioj.<br><br><i>example()</i> liveras la liston de ĉiuj agnoskitaj temoj.<br><br>La nomo de la dosiero enhavanta la ekzemplojn estas donita de la ĉiea opciovariablo <i>manual_demo</i>, kiu defaŭlte estas <i>"manual.demo"</i>.<br><br><i>ekzemplo</i> citas sian argumenton. <i>ekzemplo</i> redonas <i>farita</i> krom se neniuj ekzemploj estas trovitaj aŭ ne ekzistas argumento, en kiu kazo <i>ekzemplo</i> redonas la liston de ĉiuj agnoskitaj temoj.

source: <b>Maxima</b> is a system for the manipulation of symbolic and numerical expressions, including differentiation, integration, Taylor series, Laplace transforms, ordinary differential equations, systems of linear equations, polynomials, and sets, lists, vectors, matrices, and tensors. Maxima yields high precision numeric results by using exact fractions, arbitrary precision integers, and variable precision floating point numbers. Maxima can plot functions and data in two and three dimensions.
ar: <b>Maxima</b> هو نظام للتلاعب بالتعبيرات الرمزية والعددية، ويشمل التفاضل والتكامل ومتسلسلات تايلور وتحويلات لابلاس والمعادلات التفاضلية العادية وأنظمة المعادلات الخطية والمتعدديات الحدود والمجموعات والقوائم والمتجهات والمصفوفات والأوتار. يعطي Maxima نتائج عددية عالية الدقة باستخدام الكسور الدقيقة، الأعداد الصحيحة ذات الدقة العشوائية، والأعداد العشرية ذات الدقة المتغيرة. يستطيع Maxima رسم الدوال والبيانات في بُعدين وثلاثة أبعاد.
eo: <b>Maksimumo</b> estas sistemo por la manipulado de simbolaj kaj nombraj esprimoj, inkluzive de diferencigo, integriĝo, Taylor-serio, Laplace-transformoj, ordinaraj diferencialaj ekvacioj, sistemoj de linearaj ekvacioj, polinomoj, kaj aroj, listoj, vektoroj, matricoj. , kaj tensoroj. Maksimumo donas altan precizajn nombrajn rezultojn uzante precizajn frakciojn, arbitrajn precizecajn entjerojn, kaj variajn precizecajn glitkomajn nombrojn. Maxima povas grafeigi funkciojn kaj datumojn en du kaj tri dimensioj.

source: Path to the Maxima executable
ar: مسار ملف Maxima التنفيذي
eo: Vojo al la plenumebla Maxima

source: Failed to create a temporary file for writing.
ar: فشل في إنشاء ملف مؤقت للكتابة.

source: Error: Too many */
ar: خطأ: الكثير من */
eo: Eraro: Tro da */
ta: சிக்கல்: அதிகப்படியான */

source: Error: Too many /*
ar: خطأ: الكثير من /*
eo: Eraro: Tro da /*
ta: சிக்கல்: அதிகப்படியான /*

source: Error: expected " before ;
ar: خطأ: توقع وجود " قبل ؛
eo: Eraro: atendita " antaŭe ;

source: Waiting for the plot result
ar: انتظر نتيجة المخطط
eo: Atendante la rezulton de la desegno
ta: வரைபடத்திற்கு காத்திருக்கிறது

source: Maxima batch file (*.mac)
ar: ملف دفعي Maxima (*.mac)
eo: Maxima bata dosiero (*.mac)

source: Failed to start Maxima, please check Maxima's installation.
ar: فشل في تشغيل Maxima، يرجى التحقق من تثبيت Maxima.
eo: Malsukcesis lanĉi Maxima, bonvolu kontroli ties instalon.

source: Maxima didn't respond with the proper prompt, please check Maxima installation.
ar: لم يستجب Maxima بالمحفّز الصحيح، يرجى التحقق من تثبيت Maxima.
eo: Maxima ne respondis per konvena instigilo, bonvolu kontroli la instalon de Maxima.

source: Failed to start Maxima
ar: فشل في تشغيل Maxima
eo: Malsukcesis lanĉi Maxima

source: Maxima crashed. restarting...
ar: تعطل Maxima. إعادة التشغيل...
eo: Maxima paneis. rekomencante...

source: Maxima crashed twice within a short time. Stopping to try starting
ar: تعطل Maxima مرتين في وقت قصير. إيقاف محاولة التشغيل
eo: Maxima paneis dufoje ene de mallonga tempo. Ĉesu por provi komenci

source: Executable:
ar: تنفيذيّ:
eo: Efektivigebla:
ta: நிரல்:

source: <b>GNU Octave</b> is a high-level language, primarily intended for numerical computations. <br/>It provides a convenient command line interface for solving linear and nonlinear problems numerically, and for performing other numerical experiments using a language that is mostly compatible with Matlab.
ar: <b>GNU Octave</b> هي لغة عالية المستوى، مخصصة بالأساس للحسابات العددية. <br/>توفر واجهة سطر أوامر ملائمة لحل المشكلات الخطية وغير الخطية عدديًا، ولإجراء تجارب عددية أخرى باستخدام لغة متوافقة إلى حد كبير مع Matlab.
eo: <b>GNU Octave</b> estas altnivela lingvo, ĉefe celita por nombraj komputadoj. <br/>Ĝi disponigas oportunan komandlinian interfacon por solvi liniajn kaj neliniajn problemojn cifere, kaj por fari aliajn nombrajn eksperimentojn uzante lingvon kiu estas plejparte kongrua kun Matlab.

source: Invalid image file generated.
ar: أُنشئ ملف صورة غير صالح.
eo: Nevalida bilddosiero generita.
ta: செல்லுபடியாகாத படக்கோப்பு உருவாக்கப்பட்டது.

source: Octave script file (*.m)
ar: ملف سكربت Octave (*.m)
eo: Oktava skriptodosiero (*.m)
ta: Octave சிறுநிரல் கோப்பு (*.m)

source: Failed to start Octave, please check Octave installation.
ar: فشل في تشغيل Octave، يرجى التحقق من تثبيت Octave.
eo: Malsukcesis lanĉi Octave, bonvolu kontroli ties instalon.

source: Syntax Error
ar: خطأ بنيوي
eo: Sintaks-Eraro
ta: இலக்கணப் பிழை

source: Plot integration test failed.
ar: فشل اختبار دمج المخططات.
eo: Testo de integriĝo de desegno malsukcesis.
ta: வரைபட சோதனை தோல்வியடைந்தது.

source: The integration of plots will be disabled.
ar: سيُعطّل دمج المخططات.
eo: La integriĝo de desegnoj estos malŝaltita.
ta: வரைபட ஒருங்கிணைப்பு முடக்கப்படும்.

source: Cantor
ar: كانتور
ta: கேண்ட்டொர்

source: <b>Python</b> is a remarkably powerful dynamic programming language that is used in a wide variety of application domains. There are several Python packages to scientific programming.
ar: <b>بيثون</b> هي لغة برمجة ديناميكية قوية بشكل لافت، تُستخدم في نطاق واسع من مجالات التطبيقات. هناك عدة حزم بيثون للبرمجة العلمية.
eo: <b>Python</b> estas rimarkinde potenca dinamika programlingvo kiu estas uzata en ampleksa vario de aplikaj domajnoj. Estas pluraj Python-pakaĵoj al scienca programado.
