Repository: KDE/cantor
Catalog: po/*/cantor.po
Languages: ar, eo, ta

source: Cannot render Eps file. You may need additional packages
ar: لا يمكن عرض ملفّ Eps. قد تحتاج إلى حِزَم إضافيّة
eo: Ne povas bildigi Eps-dosieron. Vi eble bezonos pliajn pakaĵojn
ta: Eps கோப்பைக் காட்ட முடியவில்லை. கூடுதல் நிரல்களை நிறுவ‍வேண்டியிருக்கலாம்

source: Save text result
ar: احفظ النّتيجة النّصّيّة
eo: Konservi tekstrezulton
ta: உரைவடிவ விடையை செமி

source: Cannot write file %1.
ar: لا يمكن كتابة الملفّ %1.
eo: Ne povas skribi dosieron %1.
ta: %1 எனும் கோப்பிற்கு எழுத முடியவில்லை.

source: Cannot write file.
ar: لا يمكن كتابة الملفّ.
eo: Ne povas skribi dosieron.
ta: கோப்பிற்கு எழுத முடியவில்லை.

source: Error saving file %1
ar: خطأ في حفظ الملفّ %1
eo: Eraro dum konservado de dosiero %1
ta: %1 எனும் கோப்பை சேமிப்பதில் சிக்கல்

source: In read-only mode Cantor couldn't guarantee, that the export will be valid for %1
ar: في وضع القراءة فقط، لا يمكن لكانتور ضمان أن يكون التّصدير صالحًا لـ %1
eo: En nurlegebla reĝimo Cantor ne povis garantii, ke la eksporto estos valida por %1
ta: படித்தல்-மட்டும் பயன்முறையில் உள்ளதால், ஏற்றுமதியாவது முறையான %1 கோப்பாக இருக்கும் என்பதை உறுதி செய்ய முடியாது

source: Error loading latex.xsl stylesheet
ar: خطأ في تحميل ورقة أنماط latex.xsl
eo: Eraro dum ŝargo de latex.xsl stilfolio

source: Couldn't open the file %1.
ar: لم يمكن فتح الملفّ %1.
eo: Ne eblis malfermi la dosieron %1.
ta: %1 எனும் கோப்பைத் திறக்க முடியவில்லை.

source: Open File
ar: افتح الملف
eo: Malfermu Dosieron
ta: கோப்பை திற

source: Couldn't open the selected file for reading.
ar: لم يمكن فتح الملفّ المحدّد للقراءة.
eo: Ne eblis malfermi la elektitan dosieron por legado.
ta: தேர்ந்தெடுத்த கோப்பை படிப்பதற்காக திறக்க முடியவில்லை.

source: The selected file is not a valid Cantor or Jupyter project file.
ar: الملفّ المحدّد ليس ملفّ مشروع كانتور أو جويبيتر صالحًا.
eo: La elektita dosiero ne estas valida projekto-dosiero de Cantor aŭ Jupyter.

source: The selected file is not a valid Cantor project file.
ar: الملفّ المحدّد ليس ملفّ مشروع كانتور صالحًا.
eo: La elektita dosiero ne estas valida Cantor-projektdosiero.

source: This worksheet was created using Python2 which is not supported anymore. Python3 will be used.
ar: أُنشِئت ورقة العمل هذه باستخدام بايثون 2 الذي لم يعد مدعومًا. سيُستخدم بايثون 3.
eo: Ĉi tiu laborfolio estis kreita per Python2, kiu ne plu estas subtenata. Python3 estos uzata.
ta: இப்போது ஆதரிக்கப்படாத பைத்தன் 2-ஐக் கொண்டு இப்பணித்தாள் உருவாக்கப்பட்டுள்ளது. பைத்தன் 3 பயன்படுத்தப்படும்.

source: Python2 not supported anymore
ar: بايثون 2 لم يعد مدعومًا
eo: Python2 ne plu estas subtenata
ta: Python2 ஆதரவில்லாத‍து

source: %1 backend was not found. Editing and executing entries is not possible.
ar: لم يُعثر على النّظام الخلفيّ %1. تحرير المُدخَلات وتنفيذها غير ممكن.
eo: %1 backend ne estis trovita. Redakti kaj efektivigi enskribojn ne eblas.
ta: %1 பின்நிலை கண்டுபிடிக்கப்படவில்லை. பதிவுகளை திருத்தவோ இயக்கவோ முடியாது.

source: There are some problems with the %1 backend, please check your configuration or install the needed packages. You will only be able to view this worksheet.
ar: توجد بعض المشاكل في النّظام الخلفيّ %1، من فضلك، افحص إعداداتك أو ثبّت الحِزَم المطلوبة. ستتمكّن من عرض ورقة العمل هذه فقط.
eo: Estas iuj problemoj kun la backend %1, bonvolu kontroli vian agordon aŭ instali la bezonatajn pakaĵojn. Vi nur povos vidi ĉi tiun laborfolion.

source: Jupyter notebooks with versions lower than 4.5 (detected version %1.%2) are not supported.
ar: دفاتر جويبيتر التي إصداراتها أقلّ من 4.5 (الإصدار المكتشَف %1.%2) غير مدعومة.
eo: Jupyter-kajeroj kun versioj pli malaltaj ol 4.5 (detektita versio %1.%2) ne estas subtenataj.

source: Jupyter notebooks with versions higher than 4.5 (detected version %1.%2) are not supported.
ar: دفاتر جويبيتر التي إصداراتها أعلى من 4.5 (الإصدار المكتشَف %1.%2) غير مدعومة.
eo: Jupyter-kajeroj kun versioj pli altaj ol 4.5 (detektita versio %1.%2) ne estas subtenataj.

source: This notebook was created using Python2 which is not supported anymore. Python3 will be used.
ar: أُنشِئ الدّفتر هذا باستخدام بايثون 2 الذي لم يعد مدعومًا. سيُستخدم بايثون 3.
eo: Ĉi tiu kajero estis kreita per Python2, kiu ne plu estas subtenata. Python3 estos uzata.

source: an object with keys: %1
ar: كائن بمفاتيح: %1
eo: objekto kun ŝlosiloj: %1

source: non object JSON value
ar: قيمة JSON ليست كائنًا
eo: neobjekta JSON-valoro

source: found incorrect data (%1) that is not Jupyter cell
ar: وُجِدت بيانات غير صحيحة (%1) ليست خلية جويبيتر
eo: trovis malĝustajn datumojn (%1) kiuj ne estas Jupyter-ĉelo
ta: ஜூப்பிட்டர் பெட்டியாக இல்லாத முறையற்ற தரவு (%1) கண்டுபிடிக்கப்பட்டுள்ளது

source: The file is not valid Jupyter notebook
ar: الملفّ ليس دفتر جويبيتر صالحًا
eo: La dosiero ne validas Jupyter kajero
ta: இக்கோப்பு முறையான ஜூப்பிட்டர் பணித்தாள் இல்லை

source: Invalid Jupyter notebook scheme: %1
ar: مخطّط دفتر جويبيتر غير صالح: %1
eo: Nevalida Jupyter-kajeroskemo: %1
ta: செல்லுபடியாகாத ஜூப்பிட்டர் பணித்தாள் திட்டம்: %1

source: Convert To
ar: حول إلى
eo: Konverti Al
ta: இதற்கு மாற்று

source: Command
ar: الأمر
eo: Komando
ta: கட்டளை

source: Markdown
ar: مارك‌داون
ta: மார்க்டவுன்

source: Image
ar: صورة
eo: Bildo
ta: படம்

source: Page Break
ar: فاصل صفحة
eo: Paĝrompo
ta: பக்க முடிவு

source: Horizontal Line
ar: خطّ أفقيّ
eo: Horizontala Linio
ta: கிடைமட்டக் கோடு

source: Hierarchy Entry
ar: مدخل تسلسل هرميّ
eo: Hierarkia Eniro

source: Insert After
ar: أدرِج بعد
eo: Enmeti Post
ta: பின்னே நுழை

source: Insert Before
ar: أدرِج قبل
eo: Enmeti Antaŭe
ta: முன்னே நுழை

source: Insert
ar: أدرج
eo: Enmeti
ta: நுழை

source: Zoom In
ar: قرِّب
eo: Zoom En
ta: பெரிதாக்கு

source: Zoom Out
ar: بعِّد
eo: Malzomi
ta: சிறிதாக்கு

source: Original Size
ar: الحجم الأصليّ
eo: Originala Grandeco
ta: உண்மையான அளவு

source: Move Entries Up
ar: حرِّك المُدخَلات إلى الأعلى
eo: Movi Enirojn Supren
ta: பதிவுகளை மேலே நகர்த்து

source: Move Entries Down
ar: حرِّك المُدخَلات إلى الأسفل
eo: Movi Enirojn Malsupren
ta: பதிவுகளை கீழே நகர்த்து

source: Evaluate Entries
ar: قيِّم المُدخَلات
eo: Taksi Enirojn
ta: பதிவுகளை மதிப்பிடு

source: Delete Entries
ar: احذف المُدخَلات
eo: Forigi Erojn
ta: பதிவுகளை நீக்கு

source: Collapse Command Entry Results
ar: اطوِ نتائج مدخل الأمر
eo: Kolapsi Komand-Enirajn Rezultojn
ta: கட்டளையின் வெளியீட்டை சுருக்கு

source: Expand Command Entry Results
ar: افرد نتائج مدخل الأمر
eo: Plivastigi komandajn rezultojn
ta: கட்டளையின் வெளியீட்டை விரி

source: Delete Command Entry Results
ar: احذف نتائج مدخل الأمر
eo: Forigi Komanderajn Rezultojn
ta: கட்டளையின் வெளியீட்டை நீக்கு

source: Exclude Command Entry From Execution
ar: استبعِد مدخل الأمر من التّنفيذ
eo: Ekskludi Komand-Eniron De Rulo
ta: கட்டளையை முடக்கு

source: Add Command Entry To Execution
ar: أضِف مدخل الأمر إلى التّنفيذ
eo: Aldoni komandan eniron al rulo
ta: கட்டளையை இயக்கு

# @action
source: Text &Color...
ar: &لون النّصّ...
eo: Teksta &Koloro...
ta: &உரையின் நிறம்...

# @label text color
source: Color
ar: اللون
eo: Koloro
ta: நிறம்

# @action
source: Text &Highlight...
ar: إ&براز النص...
eo: Teksta &Elstarigo...
ta: உரையை முன்னிலைப்படுத்து…

# @action
source: &Font
ar: ال&خط
eo: &Tiparo
ta: &எழுத்துரு

# @action
source: Font &Size
ar: &حجم الخطّ
eo: Tipara Grande&co
ta: எழுத்துருவின் &அளவு

# @action boldify selected text
source: &Bold
ar: &ثخين
eo: &Grasa
ta: &தடித்தது

# @action italicize selected text
source: &Italic
ar: &مائل
eo: Kurs&iva
ta: &சாய்வெழுத்து

# @action underline selected text
source: &Underline
ar: &تسطير
eo: S&ubstreki
ta: அ&டிக்கோடு

# @action
source: &Strike Out
ar: م&شطوب
eo: For&streki
ta: &குறுக்கடி

# @action
source: Align &Left
ar: حاذِ للي&سار
eo: Vicigi Ma&ldekstre
ta: &இடப்புறமாக சீரமை

# @label left justify
source: Left
ar: اليسار
eo: Maldekstre
ta: இடதில்

# @action
source: Align &Center
ar: حاذِ لل&وسط
eo: Vicigi &Centre
ta: &நடுப்பகுதிக்கு சீரமை

# @label center justify
source: Center
ar: الوسط
eo: Centre
ta: நடுவில்

# @action
source: Align &Right
ar: حاذِ للي&مين
eo: Vicigi Dekst&re
ta: &வலதுபுறமாக சீரமை

# @label right justify
source: Right
ar: اليمين
eo: Dekstre
ta: வலதாக

# @action
source: &Justify
ar: &تسوية
eo: Ĝ&israndigi
ta: &சீராக்கு

# @label justify fill
source: Justify
ar: مساواة
eo: Ĝisrandigi
ta: சீராக்கு

source: This step cannot be undone. Do you really want to delete the selected entries?
ar: لا يمكن التّراجع عن هذه الخطوة. هل تريد حذف المُدخَلات المحدّدة حقًّا؟
eo: Ĉi tiu paŝo ne povas esti malfarata. Ĉu vi vere volas forigi la elektitajn erojn?

source: This step cannot be undone. Do you really want to delete all results?
ar: لا يمكن التّراجع عن هذه الخطوة. هل تريد حذف كلّ النّتائج حقًّا؟
eo: Ĉi tiu paŝo ne povas esti malfarata. Ĉu vi vere volas forigi ĉiujn rezultojn?

source: Delete all results
ar: أزل جميع النتائج
eo: Forigi ĉiujn rezultojn

source: White
ar: أبيض
eo: Blanka
ta: வெள்ளை

source: Black
ar: أسود
eo: Nigra
ta: கருப்பு

source: Dark Red
ar: أحمر داكن
eo: Malhelruĝa
ta: கரும் சிவப்பு

source: Red
ar: أحمر
eo: Ruĝa
ta: சிவப்பு

source: Light Red
ar: أحمر فاتح
eo: Helruĝa
ta: வெளிர் சிவப்பு

source: Dark Green
ar: أخضر داكن
eo: Malhela verdo
ta: கரும் பச்சை

source: Green
ar: أخضر
eo: Verda
ta: பச்சை

source: Light Green
ar: أخضر فاتح
eo: Helverda
ta: வெளிர் பச்சை

source: Dark Blue
ar: أزرق داكن
eo: Malhelblua
ta: கருநீலம்

source: Blue
ar: أزرق
eo: Blua
ta: நீலம்

source: Light Blue
ar: أزرق خفيف
eo: Helbluo
ta: வெளிர் நீலம்

source: Dark Yellow
ar: أصفر داكن
eo: Malhela Flava
ta: கருமஞ்சள்

source: Yellow
ar: أصفر
eo: Flava
ta: மஞ்சள்

source: Light Yellow
ar: أصفر فاتح
eo: Hel Flava
ta: வெளிர் மஞ்சல்

source: Dark Cyan
ar: سماوي داكن
eo: Malhela Ciano

source: Cyan
ar: سماوي
eo: Cejana

source: Light Cyan
ar: سماوي داكن
eo: Hela Cian

source: Dark Magenta
ar: أرجواني داكن
eo: Malhela Magento

source: Magenta
ar: أرجواني

source: Light Magenta
ar: أرجواني فاتح
eo: Hela Magento

source: Dark Orange
ar: برتقالي داكن
eo: Malhela Oranĝo

source: Orange
ar: برتقالي
eo: Oranĝo

source: Light Orange
ar: برتقالي فاتح
eo: Hela Oranĝo

source: Dark Grey
ar: رمادي داكن
eo: Malhela Griza
ta: கரும் சாம்பல்

source: Grey
ar: رمادي
eo: Griza
ta: சாம்பல்

source: Light Grey
ar: رمادي فاتح
eo: Helgriza
ta: வெளிர் சாம்பல்

source: Move Up
ar: انقل لأعلى
eo: Supreniĝi
ta: மேலே நகர்த்து

source: Move Down
ar: انقل لأسفل
eo: Movi Malsupren
ta: கீழே நகர்த்து

source: Delete
ar: احذف
eo: Forigi

source: This step cannot be undone. Do you really want to delete this entry?
ar: هذه الخطوة لا يمكن التراجع عنها، هل ترغب حقاً في إزالة هذه المدخلة؟
eo: Ĉi tiu paŝo ne povas esti malfarata. Ĉu vi vere volas forigi ĉi tiun eron?

source: Delete Entry
ar: أزِل المدخلة
eo: Forigi Eron

source: Drag Entry
ar: اسحب المدخلة
eo: Treni Eron
ta: பெட்டியை இழு

source: Select Color
ar: اختر لوناً

source: Reached beginning
eo: Atingita komenco
ta: துவக்கம் அடையப்பட்டது

source: Reached end
eo: Atingita fino
ta: முடிவு அடையப்பட்டது

source: https://docs.julialang.org/en/latest/
ta: https://docs.julialang.org/

source: Plot Assistant
ta: வரைபட உதவிநிரல்

source: %1 files (*.%2)
ta: %1 கோப்புகள் (*.%2)
