{
    "KPlugin": {
        "Dependencies": [], 
        "Description": "Qalculate backend for Cantor. Gives you the advanced features of Qalculate", 
        "Description[ca]": "Dorsal de Qalculate per al Cantor. Us ofereix les característiques avançades de Qalculate", 
        "Description[cs]": "Podpůrná vrstva Qalculate pro Cantor. Poskytuje pokročilé vlastnosti Qalculate", 
        "Description[es]": "Motor de Qalculate para Cantor. Le proporciona las funciones avanzadas de Qalculate", 
        "Description[gl]": "Infraestrutura Qalculate para Cantor. Dá acceso ás características avanzadas do Qalculate", 
        "Description[nl]": "Qalculate-backend voor Cantor. Geeft u de geavanceerde features van Qalculate", 
        "Description[pl]": "Silnik Qalculate dla Cantor. Daje tobie zaawansowane funkcje Qalculate", 
        "Description[pt]": "Infra-estrutura do Qalculate para o Cantor. Dá-lhe as funcionalidades avançadas do Qalculate", 
        "Description[pt_BR]": "Infraestrutura do Qalculate para o Cantor. Fornece-lhe as funcionalidades avançadas do Qalculate", 
        "Description[sk]": "Qalculate backend pre Cantor. Dáva vám pokročilé možnosti Qalculate", 
        "Description[sl]": "Zaledje Qalculate za Cantor. Ponuja napredne zmožnosti programa Qalculate.", 
        "Description[sv]": "Bakgrundsprogrammet Qalculate förr Cantor. Ger tillgång till de avancerade funktionerna i Qalculate.", 
        "Description[uk]": "Модуль Qalculate для Cantor. Надає до ваших послуг додаткові можливості Qalculate", 
        "Description[x-test]": "xxQalculate backend for Cantor. Gives you the advanced features of Qalculatexx", 
        "Description[zh_CN]": "Qalculate 的 Cantor 后端，可以使用 Qalculate 的高级功能", 
        "Icon": "qalculatebackend", 
        "Id": "qalculatebackend", 
        "License": "GPL", 
        "Name": "Qalculate", 
        "Name[ca]": "Qalculate", 
        "Name[cs]": "Qalculate", 
        "Name[es]": "Qalculate", 
        "Name[gl]": "Qalculate", 
        "Name[nl]": "Qalculate", 
        "Name[pl]": "Qalculate", 
        "Name[pt]": "Qalculate", 
        "Name[pt_BR]": "Qalculate", 
        "Name[sk]": "Qalculate", 
        "Name[sl]": "Qalculate", 
        "Name[sv]": "Qalculate", 
        "Name[uk]": "Qalculate", 
        "Name[x-test]": "xxQalculatexx", 
        "Name[zh_CN]": "Qalculate", 
        "ServiceTypes": [
            "Cantor/Backend"
        ], 
        "Website": "http://qalculate.sourceforge.net/"
    }
}