{
    "KPlugin": {
        "Description": "Qalculate backend for Cantor. Gives you the advanced features of Qalculate",
        "Description[ca@valencia]": "Dorsal de Qalculate per a Cantor. Vos oferix les característiques avançades de Qalculate",
        "Description[ca]": "Dorsal de Qalculate per al Cantor. Us ofereix les característiques avançades de Qalculate",
        "Description[cs]": "Podpůrná vrstva Qalculate pro Cantor. Poskytuje pokročilé vlastnosti Qalculate",
        "Description[de]": "Qalculate-Modul für Cantor. Ermöglicht die Nutzung der weiterführenden Funktionen von Qalculate",
        "Description[el]": "Σύστημα υποστήριξης Qalculate για το Cantor. Παρέχει τις προηγμένες λειτουργίες του Qalculate",
        "Description[en_GB]": "Qalculate backend for Cantor. Gives you the advanced features of Qalculate",
        "Description[eo]": "Kalkuli backend por Cantor. Donas al vi la altnivelajn funkciojn de Qalculate",
        "Description[es]": "Motor de Qalculate para Cantor. Le proporciona las funciones avanzadas de Qalculate",
        "Description[et]": "Cantori Qalculate'i taustaprogramm. Tagab enamiku Qalculate'i omaduste kasutamise.",
        "Description[eu]": "Qalculate bizkarraldekoa Cantor-rerako. Qualculate-ren ezaugarri aurreratuak ematen dizkizu",
        "Description[fi]": "Qalculaten Cantor-taustajärjestelmä. Tarjoaa Qalculaten edistyneet ominaisuudet",
        "Description[fr]": "Moteur « Qalculate » pour Cantor. Vous propose les fonctionnalités avancées de « Qalculate »",
        "Description[gl]": "Motor de Qalculate para Cantor. Fornece as funcionalidades avanzadas de Qalculate.",
        "Description[he]": "מנגנון Qalculate ל־Cantor. מעניק לך את היכולות המתקדמות של Qalculate",
        "Description[ia]": "Retroadministratin de Qalculate per Cantor. Illo forni a te le characteristicas de Qalculate",
        "Description[it]": "Motore per Qalculate di Cantor. Ti dà la possibilità di usare le funzionalità avanzate di Qalculate",
        "Description[ka]": "Qalculate-ის უკანაბოლო Cantor-სთვის. გაძლევთ წვდომას Qalculate-ის დამატებით ფუნქციებთან",
        "Description[ko]": "Cantor의 Qalculate 백엔드입니다. Qalculate의 고급 기능을 사용할 수 있습니다",
        "Description[lv]": "„Cantor“ programmas „Qalculate“ aizmugursistēma. Sniedz padomus par „Qalculate“ iespējām",
        "Description[nl]": "Qalculate-backend voor Cantor. Geeft u de geavanceerde features van Qalculate",
        "Description[nn]": "Qalculate-motor for Cantor. Gjev tilgang til avanserte funksjonar i Qalculate.",
        "Description[pl]": "Silnik Qalculate dla Cantor. Daje tobie rozbudowane funkcje Qalculate",
        "Description[pt]": "Infra-estrutura do Qalculate para o Cantor. Dá-lhe as funcionalidades avançadas do Qalculate",
        "Description[pt_BR]": "Infraestrutura do Qalculate para o Cantor. Fornece-lhe as funcionalidades avançadas do Qalculate",
        "Description[ru]": "Модуль поддержки калькулятора Qalculate",
        "Description[sa]": "Cantor कृते पृष्ठभागस्य गणनां कुर्वन्तु। Qalculate इत्यस्य उन्नतविशेषताः भवन्तं ददाति",
        "Description[sk]": "Qalculate backend pre Cantor. Dáva vám pokročilé možnosti Qalculate",
        "Description[sl]": "Zaledje Qalculate za Cantor. Ponuja napredne zmožnosti programa Qalculate",
        "Description[sv]": "Bakgrundsprogrammet Qalculate förr Cantor. Ger tillgång till de avancerade funktionerna i Qalculate.",
        "Description[tr]": "Cantor için Qalculate arka ucu. Qalculate gelişmiş özelliklerini sunar.",
        "Description[uk]": "Модуль Qalculate для Cantor. Надає до ваших послуг додаткові можливості Qalculate",
        "Description[x-test]": "xxQalculate backend for Cantor. Gives you the advanced features of Qalculatexx",
        "Description[zh_CN]": "Qalculate 的 Cantor 后端，可以使用 Qalculate 的高级功能",
        "Description[zh_TW]": "Cantor 的 Qalculate 後端介面。讓您使用 Qalculate 的進階功能",
        "Icon": "qalculatebackend",
        "License": "GPL",
        "Name": "Qalculate",
        "Name[ca@valencia]": "Qalculate",
        "Name[ca]": "Qalculate",
        "Name[cs]": "Qalculate",
        "Name[da]": "Qalculate",
        "Name[de]": "Qalculate",
        "Name[el]": "Qalculate",
        "Name[en_GB]": "Qalculate",
        "Name[eo]": "Kalkuli",
        "Name[es]": "Qalculate",
        "Name[et]": "Qalculate",
        "Name[eu]": "Qalculate",
        "Name[fi]": "Qalculate",
        "Name[fr]": "Qalculate",
        "Name[gl]": "Qalculate",
        "Name[he]": "Qalculate",
        "Name[ia]": "Qalculate",
        "Name[it]": "Qalculate",
        "Name[ka]": "Qalculate",
        "Name[ko]": "Qalculate",
        "Name[lv]": "Qalculate",
        "Name[nl]": "Qalculate",
        "Name[nn]": "Qalculate",
        "Name[pl]": "Qalculate",
        "Name[pt]": "Qalculate",
        "Name[pt_BR]": "Qalculate",
        "Name[ru]": "Qalculate",
        "Name[sa]": "गणना करो",
        "Name[sk]": "Qalculate",
        "Name[sl]": "Qalculate",
        "Name[sv]": "Qalculate",
        "Name[tr]": "Qalculate",
        "Name[uk]": "Qalculate",
        "Name[x-test]": "xxQalculatexx",
        "Name[zh_CN]": "Qalculate",
        "Name[zh_TW]": "Qalculate",
        "Website": "https://qalculate.github.io/"
    }
}
